package com.example.younghunter

object Constants {

    const val CORRECT_ANSWERS_EXAM: String = "correct_answers_exam"
    const val TOTAL_QUESTIONS: String = "total_questions"
    const val CORRECT_ANSWERS: String = "correct_answers"


    val loadExam = getQuestionsAnimals().shuffled().take(47)+
                   getQuestionsHuntingLaw().shuffled().take(7)+
                   getQuestionsGameManagement().shuffled().take(11)+
                   getQuestionsHuntingMethods().shuffled().take(12)+
                   getQuestionsGuns().shuffled().take(5)+
                   getQuestionsDogs().shuffled().take(9)+
                   getQuestionsViruses().shuffled().take(9)+
                   getQuestionsRedCross().shuffled().take(4)


    fun getQuestionsAnimals(): ArrayList<Question> {
        val animals = ArrayList<Question>()

        //1
        val que1 = Question(
            1,
            "В Световния Червен списък е включен:",
            "малкият корморан",
            "розовият пеликан",
            "качулатият корморан",
            1
        )

        animals.add(que1)

        //2
        val que2 = Question(
            2,
            "Кои видове корморани са включени в Червената книга на България:",
            "качулатият и малкият корморан ",
            "само малкият корморан",
            "и трите вида корморани",
            3
        )

        animals.add(que2)

        //3
        val que3 = Question(
            1,
            "Чаплите имат сравнително:",
            "дълги шии",
            "къси шии",
            "къси и дебели шии",
            1
        )

        animals.add(que3)

        //4
        val que4 = Question(
            4,
            "Дължината на тялото на малкия корморан е около:",
            "20 см",
            "50 см",
            "100 см",
            2
        )

        animals.add(que4)

        //5
        val que5 = Question(
            5,
            "Пръстите на краката на кормораните са:",
            "свързани с плавателна ципа",
            "без плавателна ципа",
            "дълги и тънки",
            1
        )

        animals.add(que5)

        //6
        val que6 = Question(
            6,
            "Пръстите на краката на чаплите са:",
            "къси, с плавателна ципа",
            "дълги, без плавателна ципа",
            "дълги, с плавателна ципа",
            2
        )

        animals.add(que6)

        //7
        val que7 = Question(
            7,
            "През есенно-зимния период качулатите корморани:",
            "се отличават лесно от големия корморан",
            "се отличават трудно от големия корморан",
            "не се различават от големия корморан",
            2
        )

        animals.add(que7)

        //8
        val que8 = Question(
            8,
            "През есенно-зимния период малките корморани (дяволици):",
            "се отличават лесно от големия корморан",
            "се отличават трудно от големия корморан",
            "не се различават от големия корморан",
            1
        )

        animals.add(que8)

        //9
        val que9 = Question(
            9,
            "Качулатият корморан и малкият корморан (дяволица) са:",
            "разрешени за лов",
            "разрешени за лов само край рибарници",
            "забранени за лов",
            3
        )

        animals.add(que9)

        //10
        val que10 = Question(
            10,
            "Чаплите са:",
            "разрешени за лов",
            "разрешени за лов само край рибарници",
            "забранени за лов",
            3
        )

        animals.add(que10)

        //11
        val que11 = Question(
            11,
            "Кой вид пеликан е включен в Червената книга на България?",
            "розовият пеликан",
            "къдроглавият пеликан",
            "и двата вида пеликани",
            3
        )

        animals.add(que11)

        //12
        val que12 = Question(
            12,
            "Основата и нокътът накрая на клюна на посевната гъска са:",
            "бели",
            "оранжеви",
            "черни",
            3
        )

        animals.add(que12)

        //13
        val que13 = Question(
            13,
            "Отстрелът на малка белочела, посевна и червеногуша гъска е:",
            "забранен",
            "разрешен",
            "е разрешен от 1 септември до 31 януари",
            1
        )

        animals.add(que13)

        //14
        val que14 = Question(
            14,
            "По размери малката белочела гъска е:",
            "по-голяма от сивата гъска",
            "колкото сивата гъска",
            "доста по-малка от сивата гъска",
            3
        )

        animals.add(que14)

        //15
        val que15 = Question(
            15,
            "Всички чапли у нас са:",
            "строго защитени",
            "разрешени за лов само край рибарниците",
            "разрешени за лов",
            1
        )

        animals.add(que15)

        //16
        val que16 = Question(
            16,
            "В Червената книга на България са включени:",
            "големият воден бик, ибисът, лопатарката",
            "всички видове чапли",
            "сивата чапла и малката бяла чапла",
            1
        )

        animals.add(que16)

        //17
        val que17 = Question(
            17,
            "В Червената книга на България е включен:",
            "белият щъркел",
            "черният щъркел",
            "и двата вида",
            2
        )

        animals.add(que17)

        //18
        val que18 = Question(
            18,
            "Чаплите са типични обитатели на:",
            "полето",
            "гората",
            "влажните зони",
            3
        )

        animals.add(que18)

        //19
        val que19 = Question(
            19,
            "Малката белочела гъска прилича много на:",
            "голямата белочела гъска ",
            "зеленоглавата патица",
            "сивата гъска",
            1
        )

        animals.add(que19)

        //20
        val que20 = Question(
            20,
            "По време на прелетите червеногушата и малката белочела гъска често летят:",
            "сами",
            "заедно с хиляди тръноопашати потапници",
            "заедно с хиляди големи белочели гъски",
            3
        )

        animals.add(que20)

        //21
        val que21 = Question(
            21,
            "Имат ли малките белочели гъски бяло петно на челото?",
            "да, всички без младите",
            "да, всички",
            "не, нямат",
            1
        )

        animals.add(que21)

        //22
        val que22 = Question(
            22,
            "Докъде достига бялото петно на главата на възрастната малка белочела гъска, което започва от човката?",
            "обхваща цялата глава",
            "достига до нивото на очите",
            "не достига до нивото очите",
            2
        )

        animals.add(que22)

        //23
        val que23 = Question(
            23,
            "По корема и слабините възрастните малки белочели гъски:",
            "имат ясни черни препаски",
            "имат неясни тъмни препаски",
            "са сиво-бели без препаски",
            1
        )

        animals.add(que23)

        //24
        val que24 = Question(
            24,
            "Малката белочела, посевната и червеногушата гъска:",
            "се срещат сравнително рядко",
            "се срещат сравнително често",
            "се срещат често през лятото",
            1
        )

        animals.add(que24)

        //25
        val que25 = Question(
            25,
            "Качулатият корморан и малкият корморан (дяволица) се хранят предимно с:",
            "растителна храна",
            "скакалци",
            "риба",
            3
        )

        animals.add(que25)

        //26
        val que26 = Question(
            26,
            "При планиране профилът на орела рибар е:",
            "c хоризонтални криле",
            "начупен, с леко прибрани криле, наподобяващ чайка",
            "V - образен",
            2
        )

        animals.add(que26)

        //27
        val que27 = Question(
            27,
            "Основната храна на лешоядите:",
            "са живите птици",
            "e рибата",
            "е мършата и рядко живи бозайници",
            3
        )

        animals.add(que27)

        //28
        val que28 = Question(
            28,
            "Скалният, царският и морският орел са:",
            "дребни грабливи птици",
            "средноедри грабливи птици",
            "едни от най-едрите грабливи птици",
            3
        )

        animals.add(que28)

        //29
        val que29 = Question(
            29,
            "Кои видове кани са включени в Червената книга на България?",
            "черната и червената",
            "само черната",
            "само червената",
            1
        )

        animals.add(que29)

        //30
        val que30 = Question(
            30,
            "В Червената книга на България са включени:",
            "всички видове блатари",
            "полският и ливадният блатар",
            "тръстиковият и степният блатар",
            1
        )

        animals.add(que30)

        //31
        val que31 = Question(
            31,
            "Мъжките нощни грабливи птици:",
            "се различават лесно от женските",
            "се различават трудно от женските",
            "не се различават от женските",
            3
        )

        animals.add(que31)

        //32
        val que32 = Question(
            32,
            "Нощните грабливи птици могат да въртят главата си до:",
            "90 градуса",
            "180 градуса",
            "270 градуса",
            3
        )

        animals.add(que32)

        //33
        val que33 = Question(
            33,
            "Мътенето при нощните грабливи птици започва веднага след снасянето на:",
            "последното яйце",
            "първото яйце",
            "16-тото яйце",
            2
        )

        animals.add(que33)

        //34
        val que34 = Question(
            34,
            "Кои представители на нощните грабливи птици в България са защитени?",
            "всички без изключения",
            "само бухалът и горската улулица",
            "всички без домашната кукумявка",
            1
        )

        animals.add(que34)

        //35
        val que35 = Question(
            35,
            "Кой е най-едрият представител на нощните грабливи птици?",
            "домашната кукумявка",
            "забулената сова",
            "бухалът",
            3
        )

        animals.add(que35)

        //36
        val que36 = Question(
            36,
            "Чухалът е:",
            "най-едрата ушата сова в България",
            "средноедра ушата сова",
            "най-дребната ушата сова в България",
            3
        )

        animals.add(que36)

        //37
        val que37 = Question(
            37,
            "Кои от изброените видове са включени в Червената книга на България?",
            "бухалът и забулената сова",
            "горската ушата сова и чухалът",
            "кукумявката и горската улулица",
            1
        )

        animals.add(que37)

        //38
        val que38 = Question(
            38,
            "Кой вид лебед гнезди в България?",
            "немият лебед",
            "пойният лебед",
            "и двата вида",
            1
        )

        animals.add(que38)

        //39
        val que39 = Question(
            39,
            "Кои два вида гъски са световнозастрашени?",
            "малка белочела и червеногуша",
            "сива и червеногуша",
            "посевна и малка белочела",
            1
        )

        animals.add(que39)

        //40
        val que40 = Question(
            40,
            "При дневните грабливи птици женските са:",
            "по-дребни от мъжките",
            "колкото мъжките",
            "по-едри от мъжките",
            3
        )

        animals.add(que40)

        //41
        val que41 = Question(
            41,
            "Кои представители на дневните грабливи птици в България са защитени?",
            "всички без изключения",
            "само соколите и орлите",
            "всички без ястреба-кокошкар",
            1
        )

        animals.add(que41)

        //42
        val que42 = Question(
            42,
            "Какво е характерно за всички соколи?",
            "еднакви са на ръст",
            "ловуват главно гризачи",
            "имат зъбче на горната получовка",
            3
        )

        animals.add(que42)

        //43
        val que43 = Question(
            43,
            "В сравнение със сокола скитник обикновената и степната ветрушка са:",
            "по-малки",
            "по-големи",
            "еднакви по големина с него",
            1
        )

        animals.add(que43)

        //44
        val que44 = Question(
            44,
            "Крилете на големия, малкия и късопръстия ястреб са:",
            "дълги и заострени",
            "много дълги",
            "къси и широки",
            3
        )

        animals.add(que44)

        //45
        val que45 = Question(
            45,
            "В България царският орел гнезди:",
            "по дървета",
            "на скали",
            "на земята",
            1
        )

        animals.add(que45)

        //46
        val que46 = Question(
            46,
            "Ястребите гнездят обикновено:",
            "по земята",
            "по дърветата",
            "сред блатна растителност",
            2
        )

        animals.add(que46)

        //47
        val que47 = Question(
            47,
            "В Червената книга на България са включени:",
            "всички видове орли",
            "само някои видове орли",
            "само царският орел и лешоядите",
            1
        )

        animals.add(que47)

        //48
        val que48 = Question(
            48,
            "Народното име на брадатия лешояд е:",
            "костобер",
            "картал",
            "ястребов орел",
            1
        )

        animals.add(que48)

        //49
        val que49 = Question(
            49,
            "Клюнът и ноктите на нощните грабливи птици са:",
            "масивни и закривени",
            "тънки и прави ",
            "дебели и прави",
            1
        )

        animals.add(que49)

        //50
        val que50 = Question(
            50,
            "Совите са активни и ловуват предимно:",
            "през деня",
            "по обяд",
            "привечер и нощем",
            3
        )

        animals.add(que50)

        //51
        val que51 = Question(
            51,
            "Главната храна на повечето от представителите на нощните грабливи птици:",
            "са насекомите",
            "са гризачите",
            "е рибата",
            2
        )

        animals.add(que51)

        //52
        val que52 = Question(
            52,
            "След излюпването си малките на нощните грабливи птици:",
            "остават дълго време в гнездото",
            "веднага могат да следват родителите си",
            "на 2-3-ия ден напускат гнездото",
            1
        )

        animals.add(que52)

        //53
        val que53 = Question(
            53,
            "Брачният период на златката е през месеците:",
            "януари-февруари",
            "ноември-декември ",
            "юли-август",
            3
        )

        animals.add(que53)

        //54
        val que54 = Question(
            54,
            "В Червената книга на България е включен:",
            "гривякът",
            "скалният гълъб",
            "гълъбът храпупар",
            3
        )

        animals.add(que54)

        //55
        val que55 = Question(
            55,
            "Кои от изброените видове са световнозастрашени:",
            "степен пор ",
            "пъстър пор",
            "и двата вида",
            2
        )

        animals.add(que55)

        //56
        val que56 = Question(
            56,
            "Белошипата ветрушка е:",
            "гнездящ вид основно на дърветата",
            "световнозастрашен вид",
            "обикновен вид",
            2
        )

        animals.add(que56)

        //57
        val que57 = Question(
            57,
            "Кои орли са световнозастрашени:",
            "големият креслив и царският орел",
            "морският и скалният орел",
            "ястребовият орел и орелът рибар",
            1
        )

        animals.add(que57)

        //58
        val que58 = Question(
            58,
            "Кои от срещащите се в България лешояди са включени в Червената книга?",
            "черният и белоглавият",
            "брадатият и египетският ",
            "и четирите вида",
            3
        )

        animals.add(que58)

        //59
        val que59 = Question(
            59,
            "Брадатият лешояд се храни основно с:",
            "кости на умрели животни",
            "диви кози",
            "кеклици",
            1
        )

        animals.add(que59)

        //60
        val que60 = Question(
            60,
            "Кой от изброените видове е световнозастрашен?",
            "степен пор",
            "пъстър пор",
            "и двата",
            2
        )

        animals.add(que60)

        //61
        val que61 = Question(
            61,
            "Степният пор е:",
            "включен в Червената книга",
            "обикновен вид",
            "повсеместно разпространен",
            1
        )

        animals.add(que61)

        //62
        val que62 = Question(
            62,
            "Пъстрият пор се храни основно с:",
            "гризачи",
            "птици",
            "влечуги",
            1
        )

        animals.add(que62)

        //63
        val que63 = Question(
            63,
            "Скалният гълъб и гълъбът хралупар се различават от гривяка по:",
            "липсата на черна ивица на опашката",
            "наличието на черно петно на шията",
            "липсата на бели петна на крилата",
            3
        )

        animals.add(que63)

        //64
        val que64 = Question(
            64,
            "Кои видове ястреби са защитени в България?",
            "малкият и късопръстият",
            "само късопръстият",
            "всички са защитени",
            3
        )

        animals.add(que64)

        //65
        val que65 = Question(
            65,
            "Големият ястреб е:",
            "незащитен, защото нанася щети",
            "защитен",
            "разрешен за лов само където нанася щети",
            2
        )

        animals.add(que65)

        //66
        val que66 = Question(
            66,
            "У нас видрата е с най-висока численост:",
            "в чистите, богати на риба водоеми",
            "в чистите високопланински рекички",
            "във високопланинските езера",
            1
        )

        animals.add(que66)

        //67
        val que67 = Question(
            67,
            "Кой от изброените видове е световнозастрашен:",
            "видра",
            "степен пор",
            "рис",
            1
        )

        animals.add(que67)

        //68
        val que68 = Question(
            68,
            "Кой от изброените видове е включен в Червената книга на България:",
            "видра",
            "невестулка",
            "черен пор",
            1
        )

        animals.add(que68)

        //69
        val que69 = Question(
            69,
            "Типичните местообитания на златката са:",
            "откритите скалисти места",
            "населените места",
            "старите обширни гори",
            3
        )

        animals.add(que69)

        //70
        val que70 = Question(
            70,
            "В сравнение с бялката златката е:",
            "малко по-малка",
            "много по-малка",
            "малко по-голяма",
            3
        )

        animals.add(que70)

        //71
        val que71 = Question(
            71,
            "Опашката на златката е:",
            "дълга и пухкава",
            "къса",
            "дълга и гола",
            1
        )

        animals.add(que71)

        //72
        val que72 = Question(
            72,
            "Възглавничките на краката на златката са:",
            "голи през зимата",
            "голи винаги",
            "окосмени",
            3
        )

        animals.add(que72)

        //73
        val que73 = Question(
            73,
            "Златката може да се сгреши най-лесно с:",
            "бялка",
            "черен пор",
            "видра",
            1
        )

        animals.add(que73)

        //74
        val que74 = Question(
            74,
            "Кой от изброените видове е включен в Червената книга на България:",
            "невестулка",
            "бялка",
            "златка",
            3
        )

        animals.add(que74)

        //75
        val que75 = Question(
            75,
            "Невестулката е:",
            "едър хищен бозайник",
            "средноедър хищен бозайник",
            "най-дребният хищен бозайник у нас",
            3
        )

        animals.add(que75)

        //76
        val que76 = Question(
            76,
            "В България невестулката е разпространена:",
            "ограничено",
            "повсеместно",
            "само в старите гори",
            2
        )

        animals.add(que76)

        //77
        val que77 = Question(
            77,
            "Невестулката се храни предимно с:",
            "растителна храна",
            "риба",
            "мишевидни гризачи",
            3
        )

        animals.add(que77)

        //78
        val que78 = Question(
            78,
            "Съединени ли са пръстите на краката на видрата с плавателна ципа?",
            "не",
            "само задните",
            "да",
            3
        )

        animals.add(que78)

        //79
        val que79 = Question(
            79,
            "Обикновено постоянното леговище на видрата е с два входа, като:",
            "и двата са под водата",
            "и двата са над водата",
            "единият е под, а другият е над водата",
            3
        )

        animals.add(que79)

        //80
        val que80 = Question(
            80,
            "Женските видри раждат обикновено:",
            "само едно малко",
            "1, рядко 2 малки",
            "от 2 до 5 малки",
            3
        )

        animals.add(que80)

        //81
        val que81 = Question(
            81,
            "Има ли възрастната видра сериозни неприятели във водата?",
            "не",
            "да, има много неприятели",
            "да, нутрията и ондатрата",
            1
        )

        animals.add(que81)

        //82
        val que82 = Question(
            82,
            "В стъпката на видрата се отпечатват свързаните с плавателна ципа:",
            "четири пръста ",
            "пет пръста",
            "шест пръста",
            2
        )

        animals.add(que82)

        //83
        val que83 = Question(
            83,
            "В изпражненията на видрата винаги могат да бъдат намерени:",
            "малки камъчета",
            "костилки от плодове",
            "люспи и кости от риба и части от раци",
            3
        )

        animals.add(que83)

        //84
        val que84 = Question(
            84,
            "Ноздрите на възрастните посевни врани са:",
            "покрити с пера",
            "голи",
            "с характерно месесто удебеление",
            2
        )

        animals.add(que84)

        //85
        val que85 = Question(
            85,
            "Посевната врана гнезди:",
            "на земята",
            "по ниските дървета",
            "по високите дървета",
            3
        )

        animals.add(que85)

        //86
        val que86 = Question(
            86,
            "Числеността на златката в България е:",
            "близка до тази на бялката",
            "много по-ниска от тази на бялката",
            "по-висока от тази на бялката",
            2
        )

        animals.add(que86)

        //87
        val que87 = Question(
            87,
            "На гърдите си златката има жълто до бяло петно, което:",
            "стига до основата на предните крака",
            "се разклонява по предните крака",
            "продължава през корема",
            1
        )

        animals.add(que87)

        //88
        val que88 = Question(
            88,
            "Златката ражда най-често:",
            "2 малки",
            "3-5 малки",
            "8-12 малки",
            2
        )

        animals.add(que88)

        //89
        val que89 = Question(
            89,
            "Общият цвят на златката е:",
            "златист",
            "бял",
            "кафяв",
            3
        )

        animals.add(que89)

        //90
        val que90 = Question(
            90,
            "Извън брачния период златката се движи:",
            "на двойки с брачния партньор",
            "на групи от по 3-4 животни ",
            "поединично",
            3
        )

        animals.add(que90)

        //91
        val que91 = Question(
            91,
            "Горският бекас и обикновената бекасина снасят:",
            "4 яйца",
            "6-8 яйца",
            "12-14 яйца",
            1
        )

        animals.add(que91)

        //92
        val que92 = Question(
            92,
            "Горският бекас и обикновената бекасина мътят яйцата си в продължение на:",
            "20 - 24 дни",
            "30 - 33 дни",
            "40 - 43 дни",
            1
        )

        animals.add(que92)

        //93
        val que93 = Question(
            93,
            "Клюнът на свраката, чавката, сивата и посевната врана е:",
            "голям и масивен",
            "дълъг и тънък",
            "малък",
            1
        )

        animals.add(que93)

        //94
        val que94 = Question(
            94,
            "Свраката, чавката, сивата и посевната врана са:",
            "изключително растителноядни птици",
            "изключително месоядни птици",
            "всеядни птици",
            3
        )

        animals.add(que94)

        //95
        val que95 = Question(
            95,
            "Тялото на видрата е максимално пригодено за живот:",
            "в гората",
            "във водата",
            "под земята",
            2
        )

        animals.add(que95)

        //96
        val que96 = Question(
            96,
            "Основната храна на видрата е:",
            "риба",
            "мишевидни гризачи",
            "пойни птици",
            1
        )

        animals.add(que96)

        //97
        val que97 = Question(
            97,
            "Опашката на видрата е:",
            "къса",
            "дълга",
            "къса, покрита с редки косми",
            2
        )

        animals.add(que97)

        //98
        val que98 = Question(
            98,
            "Обикновеният скорец снася най-често:",
            "1, рядко 2 яйца",
            "5-6 яйца",
            "15-16 яйца",
            2
        )

        animals.add(que98)

        //99
        val que99 = Question(
            99,
            "Мътенето при обикновения скорец продължава около:",
            "14 дни",
            "24 дни",
            "34 дни",
            1
        )

        animals.add(que99)

        //100
        val que100 = Question(
            100,
            "Черно-бялото оперение и дългата опашка са характерни за:",
            "свраката",
            "сивата врана",
            "чавката",
            1
        )

        animals.add(que100)

        //101
        val que101 = Question(
            101,
            "Свраката е:",
            "зърноядна птица",
            "хищна птица",
            "всеядна птица",
            3
        )

        animals.add(que101)

        //102
        val que102 = Question(
            102,
            "В кацнало положение събраните крила на свраката достигат до:",
            "края на опашката й",
            "средата на опашката й",
            "основата на опашката й",
            3
        )

        animals.add(que102)

        //103
        val que103 = Question(
            103,
            "След излюпването си малките на свраката, чавката, сивата и посевната врана:",
            "са оперени, но слепи",
            "са голи и слепи",
            "веднага могат да напуснат гнездото",
            2
        )

        animals.add(que103)

        //104
        val que104 = Question(
            104,
            "Ноздрите на възрастните сиви врани са:",
            "покрити с пера",
            "голи",
            "с характерно месесто удебеление",
            1
        )

        animals.add(que104)

        //105
        val que105 = Question(
            105,
            "В Световния Червен списък е включена:",
            "голямата бекасина",
            "малката бекасина",
            "калугерицата",
            1
        )

        animals.add(que105)

        //106
        val que106 = Question(
            106,
            "Малката бекасина е:",
            "защитена у нас",
            "разрешена за лов от 1 септември до 28 февруари",
            "с ограничен режим на ловуване",
            1
        )

        animals.add(que106)

        //107
        val que107 = Question(
            107,
            "Средното тегло на горския бекас е около:",
            "1.5 кг",
            "1.0 кг ",
            "0.3 кг",
            3
        )

        animals.add(que107)

        //108
        val que108 = Question(
            108,
            "Мъжкият горски бекас:",
            "ce отличава лесно от женския",
            "се отличава трудно от женския",
            "не се отличава от женския",
            3
        )

        animals.add(que108)

        //109
        val que109 = Question(
            109,
            "Клюнът на горския бекас е:",
            "дълъг и прав",
            "дълъг и закривен накрая",
            "къс и прав",
            1
        )

        animals.add(que109)

        //110
        val que110 = Question(
            110,
            "По-голяма ли е обикновената бекасина от горския бекас?",
            "да, по-голяма е",
            "колкото него е",
            "не, по-малка е от него",
            3
        )

        animals.add(que110)

        //111
        val que111 = Question(
            111,
            "Горският бекас и обикновената бекасина:",
            "не гнездят в България",
            "рядко гнездят в България",
            "много често гнездят в България",
            2
        )

        animals.add(que111)

        //112
        val que112 = Question(
            112,
            "За възрастните горски бекаси и обикновени бекасини най-опасни са:",
            "ястребите и соколите",
            "чакалите",
            "вълците и лисиците",
            1
        )

        animals.add(que112)

        //113
        val que113 = Question(
            113,
            "Полетът на горския бекас е:",
            "бавен",
            "реещ",
            "бърз и маневрен",
            3
        )

        animals.add(que113)

        //114
        val que114 = Question(
            114,
            "Каква е причината обикновената бекасина да има народното наименование \"кръшкач\"?",
            "интересната му брачна игра",
            "заради \"кръшкащия\" му полет",
            "заради това, че опложда няколко женски",
            2
        )

        animals.add(que114)

        //115
        val que115 = Question(
            115,
            "Клюнът на обикновената бекасина е:",
            "дълъг и прав",
            "дълъг и закривен накрая",
            "къс и прав",
            1
        )

        animals.add(que115)

        //116
        val que116 = Question(
            116,
            "Дължината на обикновения скорец е:",
            "около 8-10 см",
            "около 20-24 см",
            "около 40-50 см",
            2
        )

        animals.add(que116)

        //117
        val que117 = Question(
            117,
            "Обикновеният скорец:",
            "никога не се събира на големи ята",
            "понякога се събира на големи ята",
            "живее на колонии",
            2
        )

        animals.add(que117)

        //118
        val que118 = Question(
            118,
            "Оперението на скореца е тъмно, лъскаво, с пурпурен или зеленикав блясък, напръскано с:",
            "бели петна",
            "жълти петна",
            "розови петна",
            1
        )

        animals.add(que118)

        //119
        val que119 = Question(
            119,
            "Големият корморан яде изкпючително:",
            "растителна храна",
            "мекотели",
            "риба",
            3
        )

        animals.add(que119)

        //120
        val que120 = Question(
            120,
            "Типичните местообитания на големия корморан са:",
            "горите и запустелите земи",
            "обработваемите земи",
            "водоемите",
            3
        )

        animals.add(que120)

        //121
        val que121 = Question(
            121,
            "Основният цвят на големия корморан е:",
            "черен",
            "кафяв",
            "сив",
            1
        )

        animals.add(que121)

        //122
        val que122 = Question(
            122,
            "В България големият корморан е с най-висока численост:",
            "в началото на лятото",
            "в края на лятото",
            "през есенно-зимния период",
            3
        )

        animals.add(que122)

        //123
        val que123 = Question(
            123,
            "С праволинеен полет лети:",
            "голямата бекасина",
            "обикновената бекасина",
            "горският бекас",
            1
        )

        animals.add(que123)

        //124
        val que124 = Question(
            124,
            "Калугерицата обитава:",
            "влажни зони и открити места",
            "иглолистни гори",
            "широколистни гори",
            1
        )

        animals.add(que124)

        //125
        val que125 = Question(
            125,
            "В полет калугерицата изглежда:",
            "черна",
            "бяла",
            "черно - бяла",
            3
        )

        animals.add(que125)

        //126
        val que126 = Question(
            126,
            "Малките на лиската напускат гнездото до:",
            "20-ия ден",
            "12-ия ден",
            "3-ия ден",
            3
        )

        animals.add(que126)

        //127
        val que127 = Question(
            127,
            "Типичните местообитания на лиската са:",
            "горите и запустелите земи",
            "обработваемите земи",
            "реките, езерата и блатата",
            3
        )

        animals.add(que127)

        //128
        val que128 = Question(
            128,
            "Може ли лиската да плува и да се гмурка?",
            "не",
            "плува добре, но не се гмурка",
            "плува и се гмурка добре",
            3
        )

        animals.add(que128)

        //129
        val que129 = Question(
            129,
            "Главата на горския бекас е светлокафява, отгоре с 3-4:",
            "надлъжни тъмнокафяви препаски",
            "напречни тъмнокафяви препаски",
            "светложълти препаски",
            2
        )

        animals.add(que129)

        //130
        val que130 = Question(
            130,
            "Главата на обикновената бекасина е с:",
            "надлъжни тъмни препаски",
            "напречни тъмни препаски",
            "светложълти препаски",
            1
        )

        animals.add(que130)

        //131
        val que131= Question(
            131,
            "След излюпването си малките на горския бекас и обикновената бекасина:",
            "остават в гнездото още 20-тина дни",
            "остават в гнездото още 30-тина дни",
            "могат веднага да следват майка си",
            3
        )

        animals.add(que131)

        //132
        val que132 = Question(
            132,
            "Горският бекас и обикновената бекасина гнездят:",
            "по високите дървета",
            "по ниските дървета",
            "на земята",
            3
        )

        animals.add(que132)

        //133
        val que133 = Question(
            133,
            "Фишът:",
            "гнезди редовно у нас",
            "рядко гнезди у нас ",
            "не гнезди у нас",
            3
        )

        animals.add(que133)

        //134
        val que134 = Question(
            134,
            "През брачния период челото и темето на мъжкия фиш са:",
            "метапнозелени",
            "бели",
            "светложълти",
            3
        )

        animals.add(que134)

        //135
        val que135 = Question(
            135,
            "Как се гмурка черната качулата потапница?",
            "непрекъснато - цялата под водата",
            "рядко се гмурка цялата под водата",
            "изобщо не се гмурка под водата",
            1
        )

        animals.add(que135)

        //136
        val que136 = Question(
            136,
            "Когато плуват, опашките на шилоопашатата патица, клопача и фиша:",
            "докосват водата",
            "са над водата",
            "са под водата",
            2
        )

        animals.add(que136)

        //137
        val que137 = Question(
            137,
            "От патиците потапници разрешена за лов е:",
            "тръноопашата потапница",
            "черната качулата потапница",
            "белооката потапница",
            2
        )

        animals.add(que137)

        //138
        val que138 = Question(
            138,
            "Лиската се храни:",
            "само с растителна храна",
            "само с животинска храна",
            "животинска и растителна храна",
            3
        )

        animals.add(que138)

        //139
        val que139 = Question(
            139,
            "Клюнът на големия корморан е:",
            "сплеснат, назъбен, със закривен край",
            "назъбен и лопатовидно уширен",
            "прав и гладък",
            1
        )

        animals.add(que139)

        //140
        val que140 = Question(
            140,
            "Черната качулата потапница се храни предимно с:",
            "нежните части на тръстиката",
            "нежните части на тръстиката и папура",
            "животинска и рядко с растителна храна",
            3
        )

        animals.add(que140)

        //141
        val que141 = Question(
            141,
            "В брачно оперение мъжките на черната качулата потапница са:",
            "чисто черни",
            "черно-бели",
            "черно-кафяви",
            2
        )

        animals.add(que141)

        //142
        val que142 = Question(
            142,
            "В брачно оперение мъжките на черната качулата потапница:",
            "лесно се отличават от женските",
            "трудно се отличават от женските",
            "не се различават от женските",
            1
        )

        animals.add(que142)

        //143
        val que143 = Question(
            143,
            "В брачно оперение женската черна качулата потапница е с мръснобял корем, а останалото оперение е:",
            "черно",
            "бяло",
            "кафяво",
            3
        )

        animals.add(que143)

        //144
        val que144 = Question(
            144,
            "Черната качулата потапница излита от водата:",
            "право нагоре",
            "като бяга по нея и пляска с крила",
            "полегато, без да се засилва",
            2
        )

        animals.add(que144)

        //145
        val que145 = Question(
            145,
            "Когато плува, опашката на черната качулата потапница:",
            "докосва водата",
            "не докосва водата",
            "е под водата",
            1
        )

        animals.add(que145)

        //146
        val que146 = Question(
            146,
            "Клюнът и роговата пластина над него при лиската са:",
            "с характерен бял цвят",
            "с характерен черен цвят",
            "с характерен червен цвят",
            1
        )

        animals.add(que146)

        //147
        val que147 = Question(
            147,
            "В брачно оперение мъжките на лятното и зимното бърне:",
            "лесно се отличават от женските",
            "трудно се отличават от женските",
            "не се различават от женските",
            1
        )

        animals.add(que147)

        //148
        val que148 = Question(
            148,
            "Мътенето при бърнетата продължава средно:",
            "3 дни",
            "23 дни",
            "33 дни",
            2
        )

        animals.add(que148)

        //149
        val que149 = Question(
            149,
            "Женските бърнета снасят най-често:",
            "1-2 яйца",
            "8-10 яйца",
            "18-22 яйца",
            2
        )

        animals.add(que149)

        //150
        val que150 = Question(
            150,
            "Полова зрялост бърнетата достигат на:",
            "3-4 месеца",
            "около 1 година",
            "3 години",
            2
        )

        animals.add(que150)

        //151
        val que151 = Question(
            151,
            "Могат ли веднага след като се излюпят малките на бърнетата да следват майка си?",
            "да, почти веднага",
            "не, едва след 5-6 дни",
            "не, едва след 13-14 дни",
            1
        )

        animals.add(que151)

        //152
        val que152 = Question(
            152,
            "В брачно оперение главата на мъжкото лятно бърне е шоколадово-кафява. През очите минава:",
            "широка зелена препаска",
            "широка жълта препаска",
            "широка бяла препаска",
            3
        )

        animals.add(que152)

        //153
        val que153 = Question(
            153,
            "От разрешените за лов патици плувки в България зимното бърне е:",
            "най-малобройно",
            "най-многобройно",
            "най-многобройно след зеленоглавката",
            3
        )

        animals.add(que153)

        //154
        val que154 = Question(
            154,
            "Как се гмуркат фишът, клопачът и шилоопашатата патица?",
            "целите под водата",
            "рядко се гмуркат целите под водата",
            "изобщо не се гмуркат под водата",
            2
        )

        animals.add(que154)

        //155
        val que155 = Question(
            155,
            "Колко яйца обикновено снасят клопачът, шилоопашатата патица и черната качулата потапница?",
            "1, рядко 2 бр.",
            "2, рядко 3 бр.",
            "от 6 до 12 бр.",
            3
        )

        animals.add(que155)

        //156
        val que156 = Question(
            156,
            "В брачно оперение мъжките на фиша, клопача и шилоопашатата патица:",
            "лесно се отличават от женските",
            "трудно се отличават от женските",
            "не се различават от женските",
            1
        )

        animals.add(que156)

        //157
        val que157 = Question(
            157,
            "Мътенето при клопача, шилоопашатата патица и черната качулата потапница продължава средно:",
            "16-18 дни",
            "26-28 дни",
            "36-38 дни",
            2
        )

        animals.add(que157)

        //158
        val que158 = Question(
            158,
            "Клюнът на клопача е:",
            "характерно заострен отпред",
            "характерно уширен при мъжките",
            "характерно уширен при мъжките и женските",
            3
        )

        animals.add(que158)

        //159
        val que159 = Question(
            159,
            "Полова зрялост фишът, клопачът, шилоопашатата патица и черната качулата потапница достигат на:",
            "3-4 месеца",
            "около 1 година",
            "3 години",
            2
        )

        animals.add(que159)

        //160
        val que160 = Question(
            160,
            "Могат ли веднага след като се излюпят малките на шилоопашатата патица да следват майка си?",
            "да, почти веднага",
            "не, едва след 5-6 дни",
            "не, едва след 13-14 дни",
            1
        )

        animals.add(que160)

        //161
        val que161 = Question(
            161,
            "Женската зеленоглава патица снася най-често:",
            "1-2 яйца",
            "8-12 яйца",
            "18-22 яйца",
            2
        )

        animals.add(que161)

        //162
        val que162 = Question(
            162,
            "Полова зрялост зеленоглавите патици достигат на:",
            "3-4 месеца",
            "около 1 година",
            "3 години",
            2
        )

        animals.add(que162)

        //163
        val que163 = Question(
            163,
            "Могат ли, веднага след като се излюпят, малките на зеленоглавата патица да следват майка си?",
            "да, почти веднага",
            "не, едва след 5-6 дни",
            "не, едва след 13-14 дни",
            1
        )

        animals.add(que163)

        //164
        val que164 = Question(
            164,
            "Може ли волиерно отглежданата полудива патица да се кръстосва със зеленоглава патица?",
            "не, не може",
            "да, може, но потомството е неплодовито",
            "да, може и потомството е плодовито",
            3
        )

        animals.add(que164)

        //165
        val que165 = Question(
            165,
            "Остава ли полудивата патица през зимата у нас?",
            "да, много рядко мигрира",
            "не",
            "по-голямата част мигрират с дивите",
            1
        )

        animals.add(que165)

        //166
        val que166 = Question(
            166,
            "Трътковата жлеза при патиците е много добре развита. Тя служи за:",
            "маркиране на територията",
            "добрия баланс при плуване",
            "смазване (импрегниране) на оперението",
            3
        )

        animals.add(que166)

        //167
        val que167 = Question(
            167,
            "Зимното бърне е:",
            "една от най-едрите наши патици",
            "средноголяма патица",
            "най-дребната наша патица",
            3
        )

        animals.add(que167)

        //168
        val que168 = Question(
            168,
            "През лятото мъжката и женската зеленоглава патица могат да бъдат отличени сигурно по:",
            "цвета на оперението",
            "формата на клюна",
            "завитите опашни пера на мъжкия",
            3
        )

        animals.add(que168)

        //169
        val que169 = Question(
            169,
            "Зеленоглавата патица е:",
            "най-дребната патица плувка",
            "най-едрата патица плувка",
            "средно едра патица плувка",
            2
        )

        animals.add(que169)

        //170
        val que170 = Question(
            170,
            "В България зеленоглавата патица е разпространена:",
            "ограничено по река Дунав",
            "ограничено във вътрешността на страната",
            "повсеместно",
            3
        )

        animals.add(que170)

        //171
        val que171 = Question(
            171,
            "За храна зеленоглавата патица използва:",
            "само растителна храна",
            "само храна от животински произход",
            "животинска и растителна храна",
            3
        )

        animals.add(que171)

        //172
        val que172 = Question(
            172,
            "Зимното бърне е:",
            "най-бавно летящата патица",
            "най-бързо летящата патица",
            "среднобърза патица",
            2
        )

        animals.add(que172)

        //173
        val que173 = Question(
            173,
            "Числеността на фиша, клопача и черната качулата потапница в България е най-висока през:",
            "началото на лятото",
            "края на лятото",
            "зимата",
            3
        )

        animals.add(que173)

        //174
        val que174 = Question(
            174,
            "Масата на голямата белочела гъска достига до:",
            "0.5 кг",
            "3 кг",
            "8 кг",
            2
        )

        animals.add(que174)

        //175
        val que175 = Question(
            175,
            "В сравнение с останалите видове гъски у нас, по време на прелета голямата белочела гъска е:",
            "най-често срещаната",
            "най-рядко срещаната",
            "най-голямата по размери",
            1
        )

        animals.add(que175)

        //176
        val que176 = Question(
            176,
            "Голямата белочела гъска:",
            "редовно гнезди у нас",
            "не гнезди у нас",
            "рядко гнезди у нас",
            2
        )

        animals.add(que176)

        //177
        val que177 = Question(
            177,
            "В България голямата белочела гъска се среща:",
            "целогодишно",
            "през лятото",
            "през зимата",
            3
        )

        animals.add(que177)

        //178
        val que178 = Question(
            178,
            "Зелени ли са главите на мъжката и женската зеленоглава патица през зимата у нас?",
            "да",
            "да, но само на мъжката",
            "да, но само на женската",
            2
        )

        animals.add(que178)

        //179
        val que179 = Question(
            179,
            "Какво е на цвят крилното огледало при зеленоглавата патица?",
            "виолетово",
            "оранжево",
            "червено",
            1
        )

        animals.add(que179)

        //180
        val que180 = Question(
            180,
            "Гнезди ли зеленоглавата патица в България?",
            "да",
            "много рядко",
            "не",
            1
        )

        animals.add(que180)

        //181
        val que181 = Question(
            181,
            "Белооката потапница се отличава най-сигурно по:",
            "сиво крилно огледало",
            "бяло подопашие и червено-кафяви гърди",
            "качулка на главата",
            2
        )

        animals.add(que181)

        //182
        val que182 = Question(
            182,
            "Кои видове потапници са включени в Световния червен списък:",
            "белоока и тръноопашата",
            "планинска и кафявоглава",
            "червеноклюна и качулата",
            1
        )

        animals.add(que182)

        //183
        val que183 = Question(
            183,
            "В Червената книга на България са включени:",
            "белият ангъч и фишът",
            "червеният ангъч и клопачът",
            "двата вида ангъчи",
            3
        )

        animals.add(que183)

        //184
        val que184 = Question(
            184,
            "От потапниците разрешена за лов е:",
            "черната качулата потапница",
            "кафявоглавата потапница",
            "червеноклюната потапница",
            1
        )

        animals.add(que184)

        //185
        val que185 = Question(
            185,
            "Масата на зеленоглавата патица достига средно:",
            "3-4 кг",
            "1.0-1.7 кг",
            "0.4-0.6 кг",
            2
        )

        animals.add(que185)

        //186
        val que186 = Question(
            186,
            "През зимата мъжката зеленоглава патица:",
            "се различава трудно от женската",
            "се различава лесно от женската",
            "не се различава от женската",
            2
        )

        animals.add(que186)

        //187
        val que187 = Question(
            187,
            "Надопашните пера на мъжката зеленоглава патица са:",
            "къси, прави и заострени",
            "дълги, прави и заострени",
            "характерно завити нагоре",
            3
        )

        animals.add(que187)

        //188
        val que188 = Question(
            188,
            "По време на брачния период един мъжки гълъб опложда:",
            "около 5 женски",
            "2-3 женски",
            "само една женска",
            3
        )

        animals.add(que188)

        //189
        val que189 = Question(
            189,
            "Брачният период на представителите на сем. Гълъбови започва:",
            "през есента",
            "в края на лятото",
            "през пролетта",
            3
        )

        animals.add(que189)

        //190
        val que190 = Question(
            190,
            "Гълъбите мътят яйцата си около:",
            "17-18 дни",
            "27-28 дни",
            "37-38 дни",
            1
        )

        animals.add(que190)

        //191
        val que191 = Question(
            191,
            "Пиленцата на представителите на сем. Гълъбови след излюпването си:",
            "могат веднага да следват родителите си",
            "остават 3-4 дни в гнездото",
            "остават дълго време в гнездото",
            3
        )

        animals.add(que191)

        //192
        val que192 = Question(
            192,
            "При подходящи условия гургулицата, гривякът и гугутката гнездят:",
            "само веднъж годишно",
            "от 2 до 3 пъти годишно",
            "от 7 до 9 пъти годишно",
            2
        )

        animals.add(que192)

        //193
        val que193 = Question(
            193,
            "Основните естествени неприятели на представителите на сем. Гълъбови са повечето грабливи птици и:",
            "всички космати хищници",
            "вълкът, чакалът и лисицата",
            "бялката и дивата котка",
            3
        )

        animals.add(que193)

        //194
        val que194 = Question(
            194,
            "Гугутката е:",
            "постоянна за България птица",
            "прелетна за България птица",
            "само зимуваща у нас птица",
            1
        )

        animals.add(que194)

        //195
        val que195 = Question(
            195,
            "В България през зимата дивите гъски се хранят основно:",
            "с водна растителност",
            "с риба и мекотели",
            "със зелените части на есенниците",
            3
        )

        animals.add(que195)

        //196
        val que196 = Question(
            196,
            "В България през зимата дивите гъски нощуват:",
            "по малките незамръзващи рекички",
            "в големи, незамръзващи водни басейни",
            "в гората, под дърветата",
            2
        )

        animals.add(que196)

        //197
        val que197 = Question(
            197,
            "Имат ли големите белочели гъски бяло петно на челото?",
            "да, всички без младите",
            "да, всички",
            "не, нямат",
            1
        )

        animals.add(que197)

        //198
        val que198 = Question(
            198,
            "Докъде достига бялото петно на главата на възрастната голяма белочела гъска, което започва от човката?",
            "обхваща цялата глава",
            "обхваща челото и очите",
            "не достига до нивото на очите",
            3
        )

        animals.add(que198)

        //199
        val que199 = Question(
            199,
            "По корема и слабините възрастните големи белочели гъски:",
            "имат ясни черни препаски",
            "имат неясни тъмни препаски",
            "са сиво-бели без препаски",
            1
        )

        animals.add(que199)

        //200
        val que200 = Question(
            200,
            "Когато летят в група, ятото диви гъски образува най-често:",
            "клин с две рамена",
            "права колона от птици",
            "две успорени колони от птици",
            1
        )

        animals.add(que200)

        //201
        val que201 = Question(
            201,
            "При силен снеговалеж дивите гъски:",
            "летят на голяма височина",
            "летят ниско над земята",
            "никога не летят",
            2
        )

        animals.add(que201)

        //202
        val que202 = Question(
            202,
            "Кой от изброените видове е световнозастрашен:",
            "малка бекасина",
            "ловен сокол",
            "ливадният дърдавец",
            3
        )

        animals.add(que202)

        //203
        val que203 = Question(
            203,
            "Гривякът е:",
            "голям колкото гургулица",
            "голям колкото гугутка",
            "по-голям от гургулицата и гугутката",
            3
        )

        animals.add(que203)

        //204
        val que204 = Question(
            204,
            "В едно люпило гривякът снася обикновено:",
            "2 яйца",
            "8 яйца",
            "6 яйца",
            1
        )

        animals.add(que204)

        //205
        val que205 = Question(
            205,
            "Гургулицата, гривякът и гугутката са:",
            "всеядни птици",
            "типични зърноядни птици",
            "хищни птици",
            2
        )

        animals.add(que205)

        //206
        val que206 = Question(
            206,
            "Гургулицата, гривякът и гугутката са активни:",
            "само рано сутрин",
            "само по обяд",
            "през целия ден",
            3
        )

        animals.add(que206)

        //207
        val que207 = Question(
            207,
            "Гургулицата, гривякът и гугутката строят:",
            "елементарни гнезда",
            "сложни гнезда",
            "гнезда, измазани отвътре с кал",
            1
        )

        animals.add(que207)

        //208
        val que208 = Question(
            208,
            "Обикновено за изхранването на малките на представителите на сем. Гълъбови се:",
            "грижи само женската",
            "грижи само мъжкият",
            "грижат и двамата родители",
            3
        )

        animals.add(que208)

        //209
        val que209 = Question(
            209,
            "Токачката е естествено разпространена в:",
            "България",
            "Африка",
            "Северна Европа",
            2
        )

        animals.add(que209)

        //210
        val que210 = Question(
            210,
            "Малките на токачката след излюпването си:",
            "остават 13-14 дни в гнездото",
            "остават 7-8 дни в гнездото",
            "веднага могат да следват майка си",
            3
        )

        animals.add(que210)

        //211
        val que211 = Question(
            211,
            "Гнезди ли в България ливадният дърдавец?",
            "не, изчезнал вид е",
            "не, среща се само по време на прелетите",
            "гнезди и прелита",
            3
        )

        animals.add(que211)

        //212
        val que212 = Question(
            212,
            "Кой от изброените видове е световнозастрашен:",
            "голяма дропла",
            "сокол скитник",
            "брадат лешояд",
            1
        )

        animals.add(que212)

        //213
        val que213 = Question(
            213,
            "Ливадният дърдавец е:",
            "малко по-едър от пъдпъдък",
            "по-дребен от пъдпъдък",
            "много по-едър от пъдпъдък",
            1
        )

        animals.add(que213)

        //214
        val que214 = Question(
            214,
            "В сравнение с гривяка и гугутката, гургулицата лети:",
            "най-бавно",
            "най-бързо и маневрено",
            "по-бавно от гугутката и по-бързо от гривяка",
            2
        )

        animals.add(que214)

        //215
        val que215 = Question(
            215,
            "Гургулицата е:",
            "постоянна за България птица",
            "прелетна за България птица",
            "само зимуваща у нас птица",
            2
        )

        animals.add(que215)

        //216
        val que216 = Question(
            216,
            "Тракийският кеклик се среща в България максимум до:",
            "800 м надморска височина",
            "100 м надморска височина",
            "2000 м надморска височина",
            1
        )

        animals.add(que216)

        //217
        val que217 = Question(
            217,
            "Черната огърлица на гърдите на планинския кеклик е:",
            "заострена",
            "заоблена",
            "прекъсната отпред",
            2
        )

        animals.add(que217)

        //218
        val que218 = Question(
            218,
            "Пъдпъдъкът е:",
            "най-дребната кокошева птица у нас",
            "средна кокошева птица",
            "едра кокошева птица",
            1
        )

        animals.add(que218)

        //219
        val que219 = Question(
            219,
            "Пъдпъдъкът е:",
            "зимуваща у нас птица",
            "прелетна за България птица",
            "постоянна за България птица",
            2
        )

        animals.add(que219)

        //220
        val que220 = Question(
            220,
            "Пъдпъдъкът снася обикновено от:",
            "2 до 6 яйца",
            "25 до 30 яйца",
            "8 до 20 яйца",
            3
        )

        animals.add(que220)

        //221
        val que221 = Question(
            221,
            "Токачката е:",
            "типична зърноядна птица",
            "всеядна птица",
            "хищна птица",
            2
        )

        animals.add(que221)

        //222
        val que222 = Question(
            222,
            "Токачките гнездят:",
            "по високите дървета",
            "по ниските дървета",
            "на земята",
            3
        )

        animals.add(que222)

        //223
        val que223 = Question(
            223,
            "Мътенето на яйцата при пъдпъдъка трае около:",
            "8-10 дни",
            "17-18 дни",
            "30 дни",
            2
        )

        animals.add(que223)

        //224
        val que224 = Question(
            224,
            "Пъдпъдъкът излита:",
            "в права линия",
            "с резки смени на посоката",
            "вертикално нагоре",
            1
        )

        animals.add(que224)

        //225
        val que225 = Question(
            225,
            "Нощува ли пъдпъдъкът по дърветата?",
            "да, редовно",
            "само понякога",
            "не, никога",
            3
        )

        animals.add(que225)

        //226
        val que226 = Question(
            226,
            "След излюпването си малките пъдпъдъчета:",
            "остават 13-14 дни в гнездото",
            "остават 7-8 дни в гнездото",
            "веднага могат да следват майка си",
            3
        )

        animals.add(que226)

        //227
        val que227 = Question(
            227,
            "Неприятели на пъдпъдъка са:",
            "повечето космати и пернати хищници",
            "само представителите на сем. Порови",
            "само дивата котка",
            1
        )

        animals.add(que227)

        //228
        val que228 = Question(
            228,
            "При наличие на подходящи условия, в България пъдпъдъкът е разпространен:",
            "ограничено",
            "повсеместно в открити площи",
            "само в Северна България",
            2
        )

        animals.add(que228)

        //229
        val que229 = Question(
            229,
            "На големина възрастната токачката е:",
            "колкото фазан",
            "колкото пъдпъдък",
            "колкото дива пуйка",
            1
        )

        animals.add(que229)

        //230
        val que230 = Question(
            230,
            "Нощува ли кекликът по дърветата?",
            "да, редовно",
            "само понякога",
            "не, никога",
            3
        )

        animals.add(que230)

        //231
        val que231 = Question(
            231,
            "След излюпването си малките кекличета:",
            "остават 13-14 дни в гнездото",
            "остават 7-8 дни в гнездото",
            "веднага могат да следват майка си",
            3
        )

        animals.add(que231)

        //232
        val que232 = Question(
            232,
            "Неприятели на кеклика са:",
            "всички космати и някои пернати хищници",
            "само представителите на сем. Порови",
            "само дивата котка",
            1
        )

        animals.add(que232)

        //233
        val que233 = Question(
            233,
            "Кекликът:",
            "използва само растителна храна",
            "използва само животинска храна",
            "използва разнообразна животинска и растителна храна",
            3
        )

        animals.add(que233)

        //234
        val que234 = Question(
            234,
            "Кекликът гнезди:",
            "високо по дърветата",
            "на земята",
            "по ниските дървета и храсти",
            2
        )

        animals.add(que234)

        //235
        val que235 = Question(
            235,
            "Извън брачния период, кеклиците живеят:",
            "поединично",
            "по двойки",
            "на ята",
            3
        )

        animals.add(que235)

        //236
        val que236 = Question(
            236,
            "Теглото на планинския кеклик достига до:",
            "0.8 кг",
            "1.9 кг",
            "2.6 кг",
            1
        )

        animals.add(que236)

        //237
        val que237 = Question(
            237,
            "Черната огърлица на гърдите на тракийския кеклик е:",
            "заострена",
            "заоблена",
            "прекъсната отпред",
            1
        )

        animals.add(que237)

        //238
        val que238 = Question(
            238,
            "Масата на пъдпъдъка е около:",
            "0.5-0.6 кг",
            "0.3-0.4 кг",
            "0.1-0.12 кг",
            3
        )

        animals.add(que238)

        //239
        val que239 = Question(
            239,
            "При излитане мъжките пъдпъдъци:",
            "се различават лесно от женските",
            "се различават трудно от женските",
            "не могат да бъдат отличени от женските",
            3
        )

        animals.add(que239)

        //240
        val que240 = Question(
            240,
            "Името на пъдпъдъка идва от:",
            "характерната му песен",
            "специфичните му местообитания",
            "специфичната му окраска",
            1
        )

        animals.add(que240)

        //241
        val que241 = Question(
            241,
            "Опашката на пъдпъдъка в сравнение с тялото е относително:",
            "къса",
            "дълга",
            "много дълга",
            1
        )

        animals.add(que241)

        //242
        val que242 = Question(
            242,
            "По време на брачния период един мъжки пъдпъдък най-често опложда:",
            "15-20 женски",
            "5-8 женски",
            "само една женска",
            3
        )

        animals.add(que242)

        //243
        val que243 = Question(
            243,
            "Пъдпъдъкът гнезди:",
            "високо по дърветата",
            "ниско по дърветата",
            "на земята",
            3
        )

        animals.add(que243)

        //244
        val que244 = Question(
            244,
            "Перата по надкрилията при мъжките яребици:",
            "имат светли надлъжни препаски",
            "имат светли напречни препаски",
            "са едноцветни",
            1
        )

        animals.add(que244)

        //245
        val que245 = Question(
            245,
            "Яребицата излита внезапно и лети:",
            "в права линия",
            "с резки смени на посоката",
            "вертикално нагоре",
            1
        )

        animals.add(que245)

        //246
        val que246 = Question(
            246,
            "Нощува ли яребицата по дърветата?",
            "да, редовно",
            "само понякога",
            "не, никога",
            3
        )

        animals.add(que246)

        //247
        val que247 = Question(
            247,
            "Планинският кеклик се отличава от тракийския кеклик по:",
            "човката",
            "краката",
            "черната огърлица на шията",
            3
        )

        animals.add(que247)

        //248
        val que248 = Question(
            248,
            "Женската на кеклика мъти яйцата в продължение на:",
            "16 дни",
            "21 дни",
            "34 дни",
            2
        )

        animals.add(que248)

        //249
        val que249 = Question(
            249,
            "При излитане мъжките кеклици:",
            "не се различават от женските",
            "се отличават лесно от женските",
            "се отличават трудно от женските",
            1
        )

        animals.add(que249)

        //250
        val que250 = Question(
            250,
            "Кекликът излита:",
            "в права линия",
            "с резки смени на посоката",
            "вертикално нагоре",
            1
        )

        animals.add(que250)

        //251
        val que251 = Question(
            251,
            "Най-сигурният белег, по който се различават мъжките от женските яребици:",
            "са раменните покривни пера",
            "е подковата на гърдите",
            "не могат да бъдат отличени",
            1
        )

        animals.add(que251)

        //252
        val que252 = Question(
            252,
            "Перата по надкрилията при женските яребици:",
            "имат само светли надлъжни препаски",
            "имат светли напречни и надлъжни препаски",
            "са едноцветни",
            2
        )

        animals.add(que252)

        //253
        val que253 = Question(
            253,
            "След излюпването си малките яребичета:",
            "остават 13-14 дни в гнездото",
            "остават 7-8 дни в гнездото",
            "веднага могат да следват майка си",
            3
        )

        animals.add(que253)

        //254
        val que254 = Question(
            254,
            "Неприятели на яребицата са:",
            "повечето космати и пернати хищници",
            "само представителите на сем. Порови",
            "само дивата котка",
            1
        )

        animals.add(que254)

        //255
        val que255 = Question(
            255,
            "Яребицата:",
            "използва само растителна храна",
            "използва само животинска храна",
            "използва разнообразна животинска и растителна храна",
            3
        )

        animals.add(que255)

        //256
        val que256 = Question(
            256,
            "Обикновено извън брачния период яребицата живее:",
            "на двойки",
            "на ята",
            "поединично",
            2
        )

        animals.add(que256)

        //257
        val que257 = Question(
            257,
            "Планинският кеклик в България се среща:",
            "във всички наши планини",
            "само в Стара планина",
            "в планините без Странджа и Сакар",
            3
        )

        animals.add(que257)

        //258
        val que258 = Question(
            258,
            "Теглото на мъжките колхидски фазани достига до около:",
            "1.3 кг",
            "0.5 кг",
            "2.3 кг",
            1
        )

        animals.add(que258)

        //259
        val que259 = Question(
            259,
            "Женската на колхидския фазан мъти яйцата в продължение на:",
            "13-14 дни",
            "23-24 дни",
            "33-34 дни ",
            2
        )

        animals.add(que259)

        //260
        val que260 = Question(
            260,
            "Фазаните гнездят:",
            "високо по дърветата",
            "по ниските дървета",
            "на земята",
            3
        )

        animals.add(que260)

        //261
        val que261 = Question(
            261,
            "При излюпването си малките фазанчета:",
            "остават 13-14 дни в гнездото",
            "остават 7- 8 дни в гнездото",
            "веднага могат да следват майка си",
            3
        )

        animals.add(que261)

        //262
        val que262 = Question(
            262,
            "Веднага след излюпването си малките фазанчета се хранят почти изключително с:",
            "растителна храна",
            "храна от животински произход",
            "бели камъчета",
            2
        )

        animals.add(que262)

        //263
        val que263 = Question(
            263,
            "Неприятели на фазана са:",
            "всички космати и някои пернати хищници",
            "само представители на сем. Порови",
            "само дивата котка",
            1
        )

        animals.add(que263)

        //264
        val que264 = Question(
            264,
            "Яребицата:",
            "често каца по дърветата",
            "рядко каца по дърветата",
            "никога не каца по дърветата",
            3
        )

        animals.add(que264)

        //265
        val que265 = Question(
            265,
            "Има ли чистият корейски фазан пръстен от бели перца на шията си?",
            "да, има непрекъснат пръстен",
            "да, има, но прекъснат отпред",
            "не, няма",
            1
        )

        animals.add(que265)

        //266
        val que266 = Question(
            266,
            "По време на брачния период една мъжка яребица най-често опложда:",
            "една женска",
            "няколко женски",
            "винаги над 15 женски",
            1
        )

        animals.add(que266)

        //267
        val que267 = Question(
            267,
            "Нощуват ли дивите фазани по дърветата?",
            "да, редовно",
            "много рядко",
            "не, никога",
            1
        )

        animals.add(que267)

        //268
        val que268 = Question(
            268,
            "Теглото на яребицата достига до:",
            "1.9 кг",
            "0.45 кг",
            "2.5 кг",
            2
        )

        animals.add(que268)

        //269
        val que269 = Question(
            269,
            "Женската яребица мъти яйцата в продължение на:",
            "14-15 дни",
            "24-25 дни",
            "33-34 дни",
            2
        )

        animals.add(que269)

        //270
        val que270 = Question(
            270,
            "Максималната бройка яйца, която може да снесе женската яребица, е:",
            "10 броя",
            "8 броя",
            "26 броя",
            3
        )

        animals.add(que270)

        //271
        val que271 = Question(
            271,
            "Типичните местообитания на яребицата са:",
            "горските комплекси",
            "откритите площи с укрития",
            "влажните зони",
            2
        )

        animals.add(que271)

        //272
        val que272 = Question(
            272,
            "В България глухарът се среща:",
            "повсеместно",
            "предимно в дъбовите гори",
            "предимно в иглолистните гори",
            3
        )

        animals.add(que272)

        //273
        val que273 = Question(
            273,
            "Мъжките глухари:",
            "се различават лесно от женските",
            "се различават трудно от женските",
            "не могат да бъдат различени от женските",
            1
        )

        animals.add(que273)

        //274
        val que274 = Question(
            274,
            "През зимата глухарите се хранят:",
            "с какавиди и ларви от гнилите дървета",
            "с боровинки, изровени изпод снега",
            "предимно с игличките на белия бор",
            3
        )

        animals.add(que274)

        //275
        val que275 = Question(
            275,
            "Новоизлюпените малки глухарчета:",
            "остават 13-14 дни в гнездото",
            "остават 7-8 дни в гнездото",
            "веднага могат да следват майка си",
            3
        )

        animals.add(que275)

        //276
        val que276 = Question(
            276,
            "Женските глухари гнездят:",
            "високо по дърветата",
            "по ниските дървета",
            "на земята",
            3
        )

        animals.add(que276)

        //277
        val que277 = Question(
            277,
            "Половата зрялост при мъжките глухари настъпва, когато навършат:",
            "1 година",
            "2 години",
            "4 години",
            2
        )

        animals.add(que277)

        //278
        val que278 = Question(
            278,
            "Брачната песен на мъжките глухари се състои от:",
            "чукане, плюкане и брусене",
            "чукане и плюкане",
            "само от брусене",
            1
        )

        animals.add(que278)

        //279
        val que279 = Question(
            279,
            "Фазанката най-често снася:",
            "1-2 яйца",
            "3-4 яйца",
            "9-12 яйца",
            3
        )

        animals.add(que279)

        //280
        val que280 = Question(
            280,
            "Типичните местообитания на колхидския фазан у нас са:",
            "иглолистните гори",
            "буковите гори",
            "гъстите поречия на реките",
            3
        )

        animals.add(que280)

        //281
        val que281 = Question(
            281,
            "Има ли чистият колхидски фазан пръстен от бели перца на шията си?",
            "да, има непрекъснат пръстен",
            "да, има, но прекъснат отпред",
            "не, няма",
            3
        )

        animals.add(que281)

        //282
        val que282 = Question(
            282,
            "Теглото на мъжките монголски фазани достига до:",
            "1.9 кг",
            "0.5 кг",
            "2.3 кг",
            1
        )

        animals.add(que282)

        //283
        val que283 = Question(
            283,
            "Женската на корейския фазан мъти яйцата в продължение на:",
            "13-14 дни",
            "23-24 дни",
            "33-34 дни",
            2
        )

        animals.add(que283)

        //284
        val que284 = Question(
            284,
            "Мъжките фазани:",
            "не се различават от женските",
            "се отличават лесно от женските",
            "се отличават трудно от женските",
            2
        )

        animals.add(que284)

        //285
        val que285 = Question(
            285,
            "Има ли чистият монголски фазан пръстен от бели перца на шията си?",
            "да, има непрекъснат пръстен",
            "да, има, но прекъснат отпред",
            "не, няма",
            2
        )

        animals.add(que285)

        //286
        val que286 = Question(
            286,
            "В дирята на язовеца се отпечатват:",
            "четирите пръста",
            "петте пръста",
            "шестте пръста",
            2
        )

        animals.add(que286)

        //287
        val que287 = Question(
            287,
            "Бременността при язовеца продължава:",
            "от 270 до 370 дни",
            "от 150 до 170",
            "от 50 до 70 дни",
            1
        )

        animals.add(que287)

        //288
        val que288 = Question(
            288,
            "Отпечатват ли се ноктите в стъпката на язовеца?",
            "не, никога",
            "да, винаги",
            "само в сняг",
            2
        )

        animals.add(que288)

        //289
        val que289 = Question(
            289,
            "С какво се храни язовецът?",
            "всеядно животно",
            "употребява само растителна храна",
            "употребява само животинска храна",
            1
        )

        animals.add(que289)

        //290
        val que290 = Question(
            290,
            "Масата на мъжките глухари най-често е:",
            "3-5 кг",
            "1-2 кг",
            "8-10 кг",
            1
        )

        animals.add(que290)

        //291
        val que291 = Question(
            291,
            "Брачният период на глухара е през месеците:",
            "март-май",
            "юли-септември",
            "ноември-януари",
            1
        )

        animals.add(que291)

        //292
        val que292 = Question(
            292,
            "Глухарките мътят яйцата в продължение на:",
            "16 дни",
            "26 дни",
            "36 дни",
            2
        )

        animals.add(que292)

        //293
        val que293 = Question(
            293,
            "Може ли черният пор да плува и да се катери добре?",
            "да",
            "може само да се катери",
            "може само да плува",
            1
        )

        animals.add(que293)

        //294
        val que294 = Question(
            294,
            "Главата на язовеца е черно-бяла с:",
            "1 черна ивица през очите",
            "2 черни ивици през очите",
            "4 черни ивици",
            2
        )

        animals.add(que294)

        //295
        val que295 = Question(
            295,
            "Язовецът ражда обикновено:",
            "до 2 малки",
            "от 2 до 6 малки",
            "над 6 малки",
            2
        )

        animals.add(que295)

        //296
        val que296 = Question(
            296,
            "Ноктите на задните крака на язовеца са:",
            "по-къси от предните",
            "дълги колкото предните",
            "по-дълги от предните",
            1
        )

        animals.add(que296)

        //297
        val que297 = Question(
            297,
            "Теглото на добре охранените възрастни язовци през есента може да достигне до:",
            "6-8 кг",
            "18-20 кг",
            "34-36 кг",
            2
        )

        animals.add(que297)

        //298
        val que298 = Question(
            298,
            "Язовецът е активен:",
            "само нощем",
            "само денем",
            "денонощно",
            1
        )

        animals.add(que298)

        //299
        val que299 = Question(
            299,
            "В България язовецът е разпространен:",
            "само в гората",
            "само в полето",
            "повсеместно",
            3
        )

        animals.add(que299)

        //300
        val que300 = Question(
            300,
            "Може ли дивата котка да се кръстоса с домашната?",
            "не, не може",
            "да, може",
            "може, само ако питомната е женска",
            2
        )

        animals.add(que300)

        //301
        val que301 = Question(
            301,
            "Брачният период на бялката е през месеците:",
            "януари-февруари",
            "ноември-декември",
            "юли-август",
            3
        )

        animals.add(que301)

        //302
        val que302 = Question(
            302,
            "Бялката ражда най-често:",
            "2 малки",
            "3-4 малки",
            "8-12 малки",
            2
        )

        animals.add(que302)

        //303
        val que303 = Question(
            303,
            "Общият цвят на бялката е:",
            "сив",
            "бял",
            "кафяв",
            3
        )

        animals.add(que303)

        //304
        val que304 = Question(
            304,
            "Извън брачния период бялката се движи:",
            "на двойки с брачния партньор",
            "на групи от по 3-4 животни",
            "поединично",
            3
        )

        animals.add(que304)

        //305
        val que305 = Question(
            305,
            "В България бялката е разпространена:",
            "повсеместно",
            "само около населените места",
            "само в старите гори",
            1
        )

        animals.add(que305)

        //306
        val que306 = Question(
            306,
            "Колко продължава бременността при бялката?",
            "около 230-270 дни",
            "около 150-170 дни",
            "около 60 дни",
            1
        )

        animals.add(que306)

        //307
        val que307 = Question(
            307,
            "У нас черният пор се среща:",
            "само високо в планините",
            "само в полето",
            "повсеместно",
            3
        )

        animals.add(que307)

        //308
        val que308 = Question(
            308,
            "Бременността при черния пор продължава около:",
            "40 дни",
            "90 дни",
            "270 дни",
            1
        )

        animals.add(que308)

        //309
        val que309 = Question(
            309,
            "Цветът на козината около очите на черния пор е:",
            "бял",
            "черен",
            "кафяв",
            2
        )

        animals.add(que309)

        //310
        val que310 = Question(
            310,
            "Черният пор е активен:",
            "предимно денем",
            "денонощно",
            "предимно нощем",
            3
        )

        animals.add(que310)

        //311
        val que311 = Question(
            311,
            "Трупа ли черният пор запаси за зимата от изсушени жаби, мишки и др.?",
            "да",
            "не, никога",
            "само ако зимата е сурова",
            1
        )

        animals.add(que311)

        //312
        val que312 = Question(
            312,
            "Малките на черния пор живеят заедно с родителите си:",
            "докато навършат 1 година",
            "докато навършат 2 години",
            "докато навършат 5-6 месеца",
            3
        )

        animals.add(que312)

        //313
        val que313 = Question(
            313,
            "Когато нападне курника с домашни кокошки, ако има възможност, черният пор удушава и изнася:",
            "една след друга колкото може птици",
            "само кокошките",
            "само петлите",
            1
        )

        animals.add(que313)

        //314
        val que314 = Question(
            314,
            "Бременноспа при дивата котка продължава около:",
            "2 месеца",
            "3 месеца",
            "4 месеца",
            1
        )

        animals.add(que314)

        //315
        val que315 = Question(
            315,
            "Женската дива котка ражда малките си най-често:",
            "в гъста трева",
            "в дупки или в хралупи на стари дървета",
            "направо на земята в гъсти храсти",
            2
        )

        animals.add(que315)

        //316
        val que316 = Question(
            316,
            "Катери ли се дивата котка по дърветата?",
            "не, никога",
            "да, често",
            "само ако е подгонена",
            2
        )

        animals.add(que316)

        //317
        val que317 = Question(
            317,
            "Дължината на стъпката на зрялата дива котка е около:",
            "3.5-4.5 см",
            "7.5-8.5 см",
            "11.5-12.5 см",
            1
        )

        animals.add(que317)

        //318
        val que318 = Question(
            318,
            "Стъпката на дивата котка се различава от стъпката на лисицата по:",
            "големината",
            "дълбочината на отпечатването",
            "липсата на отпечатъци на ноктите",
            3
        )

        animals.add(que318)

        //319
        val que319 = Question(
            319,
            "Като се има предвид начинът й на живот, има ли възрастната дива котка неприятели в природата?",
            "да, има много неприятели",
            "почти няма неприятели",
            "неприятели са й само грабливите птици",
            2
        )

        animals.add(que319)

        //320
        val que320 = Question(
            320,
            "Могат ли родените през пролетта малки диви котета да оцелеят, ако майка им ги остави сами наесен?",
            "да, могат да се грижат сами за себе си",
            "не, невъзможно е да преживеят зимата",
            "да, но ако мъжкият се грижи за тях",
            1
        )

        animals.add(que320)

        //321
        val que321 = Question(
            321,
            "Брачният период на дивата котка е през месеците:",
            "ноември-декември",
            "септември-октомври",
            "февруари-март",
            3
        )

        animals.add(que321)

        //322
        val que322 = Question(
            322,
            "В дирята на бялката се отпечатват:",
            "четирите пръста",
            "петте пръста",
            "шестте пръста",
            2
        )

        animals.add(que322)

        //323
        val que323 = Question(
            323,
            "На гърдите си бялката има контрастно бяло петно, което:",
            "се разклонява по предните крака",
            "достига до основата на предните крака",
            "продължава по корема й",
            1
        )

        animals.add(que323)

        //324
        val que324 = Question(
            324,
            "Неприятели на възрастната бялка са главно:",
            "лисицата и чакалът",
            "черният пор",
            "златката и едрите грабливи птици",
            3
        )

        animals.add(que324)

        //325
        val que325 = Question(
            325,
            "Възглавничките на краката на бялката са:",
            "окосмени само през зимата",
            "винаги голи",
            "окосмени",
            2
        )

        animals.add(que325)

        //326
        val que326 = Question(
            326,
            "Брачният период на черния пор е през месеците:",
            "ноември-декември",
            "март-април",
            "юли-август",
            2
        )

        animals.add(que326)

        //327
        val que327 = Question(
            327,
            "Черният пор ражда най-често:",
            "1-2 малки",
            "4-6 малки",
            "12-14 малки",
            2
        )

        animals.add(que327)

        //328
        val que328 = Question(
            328,
            "При обичайния ход на лисицата стъпките в дирята й:",
            "са подредени в права линия",
            "не са подредени в права линия",
            "са подредени трапецовидно",
            1
        )

        animals.add(que328)

        //329
        val que329 = Question(
            329,
            "Енотовидното куче се храни:",
            "само с животинска храна",
            "само с растителна храна",
            "с животинска и растителна храна",
            3
        )

        animals.add(que329)

        //330
        val que330 = Question(
            330,
            "Стъпките в дирята на енотовидното куче са наредени:",
            "в права линия",
            "зигзаговидно",
            "трапецовидно",
            2
        )

        animals.add(que330)

        //331
        val que331 = Question(
            331,
            "В България дивата котка е разпространена:",
            "повсеместно, с ограничена численост",
            "само в старите букови гори",
            "само в старите дъбови гори",
            1
        )

        animals.add(que331)

        //332
        val que332 = Question(
            332,
            "Един от белезите за различаване на дивата от домашната котка е черното петно на стъпалото. При дивата то:",
            "обхваща цялото стъпало",
            "обхваща 2/3 от стъпало",
            "обхваща само основата на стъпалото",
            3
        )

        animals.add(que332)

        //333
        val que333 = Question(
            333,
            "Извън периода на размножаване дивата котка живее:",
            "по двойки с брачния партньор",
            "поединично",
            "на групи от по 3-4 животни",
            2
        )

        animals.add(que333)

        //334
        val que334 = Question(
            334,
            "Дивата котка ловува:",
            "само денем",
            "само нощем",
            "предимно нощем и рядко денем",
            3
        )

        animals.add(que334)

        //335
        val que335 = Question(
            335,
            "Кое от сетивата на лисицата е най-слабо развито?",
            "зрението",
            "обонянието",
            "слухът",
            1
        )

        animals.add(que335)

        //336
        val que336 = Question(
            336,
            "Брачният период на енотовидното куче е през месеците:",
            "януари-февруари",
            "септември-октомври",
            "април-май",
            1
        )

        animals.add(que336)

        //337
        val que337 = Question(
            337,
            "Енотовидното куче ражда най-често:",
            "5-14 малки",
            "3-4 малки",
            "1-2 малки",
            1
        )

        animals.add(que337)

        //338
        val que338 = Question(
            338,
            "Половата зрялост при енотовидното куче настъпва на:",
            "9-11 месеца",
            "18-22 месеца",
            "2 години",
            1
        )

        animals.add(que338)

        //339
        val que339 = Question(
            339,
            "Къде е разпространено енотовидното куче в България?",
            "В Родопите",
            "В Рила",
            "В Североизточна България",
            3
        )

        animals.add(que339)

        //340
        val que340 = Question(
            340,
            "Опашката на дивата котка е:",
            "дебела, с тъп черен връх",
            "тънка, с черен връх",
            "дебела, със сив връх",
            1
        )

        animals.add(que340)

        //341
        val que341 = Question(
            341,
            "Дивата котка ражда обикновено:",
            "1-2 малки",
            "от З до 6 малки",
            "над 8 малки",
            2
        )

        animals.add(que341)

        //342
        val que342 = Question(
            342,
            "Отпечатъците от предните стъпки на чакала са:",
            "по-големи от задните",
            "еднакви по големина със задните",
            "по-малки от задните",
            1
        )

        animals.add(que342)

        //343
        val que343 = Question(
            343,
            "Дължината на предната стъпката на израснал мъжки чакал достига:",
            "3 см",
            "6-7 см",
            "10-12 см",
            2
        )

        animals.add(que343)

        //344
        val que344 = Question(
            344,
            "Стъпката на чакала се различава от стъпката на лисицата главно по:",
            "големината",
            "дълбочината на отпечатването",
            "срасналите в основата предни пръсти",
            3
        )

        animals.add(que344)

        //345
        val que345 = Question(
            345,
            "При обичайния ход на чакала стъпките в дирята му:",
            "са подредени в права линия",
            "не са подредени в права линия",
            "са подредени трапецовидно",
            2
        )

        animals.add(que345)

        //346
        val que346 = Question(
            346,
            "Брачният период на лисицата е през месец:",
            "октомври",
            "декември",
            "февруари",
            3
        )

        animals.add(que346)

        //347
        val que347 = Question(
            347,
            "Лисицата ражда най-често:",
            "1-2 малки",
            "5-8 малки",
            "15-20 малки",
            2
        )

        animals.add(que347)

        //348
        val que348 = Question(
            348,
            "Половата зрелост при лисицата настъва на:",
            "9-11 месеца",
            "18-22 месеца",
            "24 месеца",
            1
        )

        animals.add(que348)

        //349
        val que349 = Question(
            349,
            "Бременността при лисиците продължава около:",
            "35 дни",
            "55 дни",
            "85 дни",
            2
        )

        animals.add(que349)

        //350
        val que350 = Question(
            350,
            "Лисиците раждат малките си обикновено:",
            "в дълбоки дупки",
            "в гъста трева",
            "направо на земята в гъсти храсти",
            1
        )

        animals.add(que350)

        //351
        val que351 = Question(
            351,
            "В България лисицата е разпространена:",
            "само високо в планините",
            "само в гората",
            "повсеместно",
            3
        )

        animals.add(que351)

        //352
        val que352 = Question(
            352,
            "Лисицата се храни:",
            "само с животинска храна",
            "само с растителна храна",
            "с животинска, но и с растителна храна",
            3
        )

        animals.add(que352)

        //353
        val que353 = Question(
            353,
            "Обикновено зрелите лисици тежат:",
            "2-3 кг",
            "5-10 кг",
            "12-14кг",
            2
        )

        animals.add(que353)

        //354
        val que354 = Question(
            354,
            "Ушите на лисицата са:",
            "остри, черни отзад и изправени",
            "остри, червени отзад и изправени",
            "остри, жълти отзад и изправени",
            1
        )

        animals.add(que354)

        //355
        val que355 = Question(
            355,
            "Краката на лисицата в долната си част са:",
            "червени",
            "жълти",
            "черни",
            3
        )

        animals.add(que355)

        //356
        val que356 = Question(
            356,
            "Чакалът консумира:",
            "само растителна храна",
            "само животинска храна",
            "животинска и растителна храна",
            3
        )

        animals.add(que356)

        //357
        val que357 = Question(
            357,
            "В сравнение с опашката на вълка опашката на чакала е:",
            "по-дълга и заострена",
            "по-къса и заоблена",
            "по-къса и заострена",
            2
        )

        animals.add(que357)

        //358
        val que358 = Question(
            358,
            "Къде обикновено се срещат чакалите в България?",
            "в местата с н.в. по-малка от 1000 м",
            "в плътните горски масиви",
            "в местата с н.в. по-голяма от 1000 м",
            1
        )

        animals.add(que358)

        //359
        val que359 = Question(
            359,
            "Бременността при чакалите продължава около:",
            "40 дни",
            "60 дни",
            "80 дни",
            2
        )

        animals.add(que359)

        //360
        val que360 = Question(
            360,
            "Женският чакал ражда обикновено:",
            "1, рядко две малки",
            "от 3 до 9 малки",
            "от 10 до 12 малки",
            2
        )

        animals.add(que360)

        //361
        val que361 = Question(
            361,
            "Младите чакали достигат полова зрялост на около:",
            "5-6 месеца",
            "9-11 месеца",
            "24 месеца",
            2
        )

        animals.add(que361)

        //362
        val que362 = Question(
            362,
            "Главните неприятели на чакала в природата са:",
            "лисиците",
            "язовците",
            "вълците и едрите кучета",
            3
        )

        animals.add(que362)

        //363
        val que363 = Question(
            363,
            "За храна нутрията използва:",
            "нежните части на папура и тръстиката",
            "само риба",
            "само мърша",
            1
        )

        animals.add(que363)

        //364
        val que364 = Question(
            364,
            "Нутрията обикновено се среща:",
            "в полето",
            "в горите",
            "във влажните зони",
            3
        )

        animals.add(que364)

        //365
        val que365 = Question(
            365,
            "Цветът на козината на чакала през лятото е:",
            "ръждивочервеникав",
            "сиво-бял",
            "сиво-черен",
            1
        )

        animals.add(que365)

        //366
        val que366 = Question(
            366,
            "В момента в България пролетният запас на чакала е:",
            "около 1 000 броя",
            "около 3 000 броя",
            "около 20 000 броя",
            3
        )

        animals.add(que366)

        //367
        val que367 = Question(
            367,
            "Дължината на предната стъпка на израснала мъжка лисица достига:",
            "2-З см",
            "4-б см",
            "10-12 см",
            2
        )

        animals.add(que367)

        //368
        val que368 = Question(
            368,
            "Отпечатъците от предните стъпки на лисицата са:",
            "по-големи от задните",
            "еднакви по големина със задните",
            "малко по-малки от задните",
            3
        )

        animals.add(que368)

        //369
        val que369 = Question(
            369,
            "Лисиците достигат полова зрялост на около:",
            "5-6 месеца",
            "9-11 месеца",
            "24 месеца",
            2
        )

        animals.add(que369)

        //370
        val que370 = Question(
            370,
            "През деня дивият заек обикновено почива:",
            "легнал в легло - плитко трапче",
            "легнал направо на земята",
            "в дълбоки дупки",
            1
        )

        animals.add(que370)

        //371
        val que371 = Question(
            371,
            "В България дивият заек е разпространен:",
            "само е равнината",
            "само в гората",
            "повсеместно",
            3
        )

        animals.add(que371)

        //372
        val que372 = Question(
            372,
            "Най-опасни за катерицата са:",
            "златката, бялката и едрите сови",
            "лисицата",
            "вълкът и чакалът",
            1
        )

        animals.add(que372)

        //373
        val que373 = Question(
            373,
            "Стъпките в дирята на катерицата са наредени:",
            "последователно",
            "зигзагообразно",
            "трапецовидно",
            3
        )

        animals.add(que373)

        //374
        val que374 = Question(
            374,
            "Бременността при нутрията трае обикновено около:",
            "60 дни",
            "130 дни",
            "230 дни",
            2
        )

        animals.add(que374)

        //375
        val que375 = Question(
            375,
            "Височината в холката на възрастния чакал е:",
            "по-голяма от лисицата и по-малка от вълка",
            "колкото на лисицата",
            "колкото на вълка",
            1
        )

        animals.add(que375)

        //376
        val que376 = Question(
            376,
            "Брачният период на чакала е през месеците:",
            "ноември-декември",
            "февруари-март",
            "септември-октомври",
            2
        )

        animals.add(que376)

        //377
        val que377 = Question(
            377,
            "Катерицата е активна предимно през:",
            "деня",
            "нощта",
            "тихи лунни нощи",
            1
        )

        animals.add(que377)

        //378
        val que378 = Question(
            378,
            "При липса на храна през тежките зимни месеци катерицата:",
            "изпада в зимен сън",
            "предприема големи миграции",
            "гладува",
            2
        )

        animals.add(que378)

        //379
        val que379 = Question(
            379,
            "Бременността при катерицата продължава около:",
            "15-20 дни",
            "25-30 дни",
            "35-40 дни",
            3
        )

        animals.add(que379)

        //380
        val que380 = Question(
            380,
            "Обикновено, в зависимост от наличието на храна, женската катерица ражда:",
            "1, рядко 2 малки",
            "3-7 малки",
            "12-15 малки",
            2
        )

        animals.add(que380)

        //381
        val que381 = Question(
            381,
            "Обикновено половата зрялост при катерицата настъпва на около:",
            "6 месеца",
            "12 месеца",
            "24 месеца",
            2
        )

        animals.add(que381)

        //382
        val que382 = Question(
            382,
            "Най-често теглото на възрастната нутрия е:",
            "около 1-2 кг",
            "около 5-6 кг",
            "около 13-14 кг",
            2
        )

        animals.add(que382)

        //383
        val que383 = Question(
            383,
            "Нутрията достига полова зрялост на:",
            "4-5 месеца",
            "2 години",
            "3 години",
            1
        )

        animals.add(que383)

        //384
        val que384 = Question(
            384,
            "При спокоен ход в дирята на вълка стъпките са наредени:",
            "в права линия",
            "зигзагообразно",
            "трапецовидно",
            1
        )

        animals.add(que384)

        //385
        val que385 = Question(
            385,
            "Стъпката на вълка прилича много на стъпка на едро домашно куче, но изглежда доста:",
            "по-кръгла от нея",
            "доста по-малка от нея",
            "по-издължена от нея",
            3
        )

        animals.add(que385)

        //386
        val que386 = Question(
            386,
            "Задните крака на дивия заек са с:",
            "5 пръста",
            "6 пръста",
            "4 пръста",
            3
        )

        animals.add(que386)

        //387
        val que387 = Question(
            387,
            "Женските диви зайци раждат най-често:",
            "3-4 пъти в годината",
            "6-7 пъти в годината",
            "веднъж в годината",
            1
        )

        animals.add(que387)

        //388
        val que388 = Question(
            388,
            "Новородените диви зайчета са:",
            "неразвити, неокосмени и слепи",
            "прогледнали, добре развити и окосмени",
            "неразвити, неокосмени и прогледнали",
            2
        )

        animals.add(que388)

        //389
        val que389 = Question(
            389,
            "Кое от сетивата на дивия заек е най-слабо развито?",
            "слухът",
            "обонянието",
            "зрението",
            2
        )

        animals.add(que389)

        //390
        val que390 = Question(
            390,
            "Привързан ли е дивият заек към местообитанието си?",
            "само в блатисти райони",
            "не",
            "да, много",
            3
        )

        animals.add(que390)

        //391
        val que391 = Question(
            391,
            "Изпражненията на заека са:",
            "с продълговата форма",
            "с форма на топчета",
            "винаги кашести",
            2
        )

        animals.add(que391)

        //392
        val que392 = Question(
            392,
            "Извън размножителния период дивият заек живее:",
            "само с постоянния партньор",
            "на групи от по 3 до 6 животни",
            "поединично",
            3
        )

        animals.add(que392)

        //393
        val que393 = Question(
            393,
            "Неприятели на дивия заек са:",
            "само чакапът и лисицата",
            "само белката и черният пор",
            "всички космати и някои пернати хищници",
            3
        )

        animals.add(que393)

        //394
        val que394 = Question(
            394,
            "Коремът на дивия заек е:",
            "бял",
            "сиво-черен",
            "сиво-кафяв",
            1
        )

        animals.add(que394)

        //395
        val que395 = Question(
            395,
            "Катерицата прекарва по-голямата част от живота си:",
            "на земята",
            "по дърветата",
            "във въздуха",
            2
        )

        animals.add(que395)

        //396
        val que396 = Question(
            396,
            "Катерицата ражда:",
            "един път в годината",
            "два пъти в годината",
            "3-4 пъти в годината",
            2
        )

        animals.add(que396)

        //397
        val que397 = Question(
            397,
            "Катерицата консумира:",
            "само растителна храна",
            "само животинска храна",
            "растителна и животинска храна",
            3
        )

        animals.add(que397)

        //398
        val que398 = Question(
            398,
            "Вълкът се храни предимно:",
            "само с дребни бозайници",
            "само с едри бозайници",
            "с едри и дребни бозайници",
            3
        )

        animals.add(que398)

        //399
        val que399 = Question(
            399,
            "Родилното леговище на вълка е устроено в отдалечени и рядко посещавани от човека места и винаги:",
            "близо до леговище на друга двойка",
            "в близост до вода",
            "в пещери",
            2
        )

        animals.add(que399)

        //400
        val que400 = Question(
            400,
            "Вълчицата ражда след около:",
            "едномесечна бременност",
            "двумесечна бременност",
            "тримесечна бременност",
            2
        )

        animals.add(que400)

        //401
        val que401 = Question(
            401,
            "Зрялата вълчица ражда обикновено:",
            "едно, рядко две малки",
            "от 3 до 10 малки",
            "12-14 малки",
            2
        )

        animals.add(que401)

        //402
        val que402 = Question(
            402,
            "При липса на достатъчно наличие на храна в разплода на вълците участват:",
            "всички половозрели вълци",
            "2/3 от половозрелите вълци",
            "само най-силните мъжки и женски",
            3
        )

        animals.add(que402)

        //403
        val que403 = Question(
            403,
            "Предната стъпка на вълка е:",
            "по-голяма от задната",
            "колкото задната",
            "по-малка от задната",
            1
        )

        animals.add(que403)

        //404
        val que404 = Question(
            404,
            "Стъпката на израсналия мъжки вълк достига на дължина до:",
            "4-б см",
            "10-12 см",
            "16-18 см",
            2
        )

        animals.add(que404)

        //405
        val que405 = Question(
            405,
            "Когато вълкът е спокоен, стои на едно място или се движи бавно, опашката му:",
            "е вирната нагоре",
            "е подвита под корема",
            "виси право надолу като пречупена",
            3
        )

        animals.add(que405)

        //406
        val que406 = Question(
            406,
            "Най-често теглото на възрастните вълци е:",
            "40-60 кг",
            "80-90 кг",
            "20-30 кг",
            1
        )

        animals.add(que406)

        //407
        val que407 = Question(
            407,
            "Ушите на вълка са:",
            "дълги и подвити накрая",
            "прави и заострени",
            "дълги и заоблени",
            2
        )

        animals.add(que407)

        //408
        val que408 = Question(
            408,
            "Задните крака на дивия заек са:",
            "дълги колкото предните",
            "по-къси от предните",
            "по-дълги от предните",
            3
        )

        animals.add(que408)

        //409
        val que409 = Question(
            409,
            "Опашката на дивия заек е къса и:",
            "отгоре черна, отдолу бяла",
            "отгоре бяла, отдолу черна",
            "цялата е бяла",
            1
        )

        animals.add(que409)

        //410
        val que410 = Question(
            410,
            "Бременността при дивия заек продължава:",
            "около 25-30 дни",
            "около 45-48 дни",
            "около 60-63 дни",
            2
        )

        animals.add(que410)

        //411
        val que411 = Question(
            411,
            "Стъпките от задните крака на заека се отпечатват:",
            "винаги пред стъпките от предните",
            "винаги след стъпките от предните",
            "на едно ниво със стъпките от предните",
            1
        )

        animals.add(que411)

        //412
        val que412 = Question(
            412,
            "Обикновено на една и съща възраст мъжките мечки са:",
            "по-големи от женските",
            "еднакви по големина с женските",
            "по-малки от женските",
            1
        )

        animals.add(que412)

        //413
        val que413 = Question(
            413,
            "Кафявата мечка е разпространена:",
            "повсеместно",
            "в лонгозните гори",
            "в плътните, слабонаселени горски масиви",
            3
        )

        animals.add(que413)

        //414
        val que414 = Question(
            414,
            "Женската мечка ражда малките си:",
            "рано наесен",
            "по време на зимния си сън",
            "късно напролет",
            2
        )

        animals.add(que414)

        //415
        val que415 = Question(
            415,
            "Рогата на муфлона:",
            "не падат през целия му живот",
            "падат всяка пролет",
            "падат всяка есен",
            1
        )

        animals.add(que415)

        //416
        val que416 = Question(
            416,
            "Женските на муфлона раждат обикновено:",
            "4-5 малки",
            "3-4 малки",
            "1-2 малки",
            3
        )

        animals.add(que416)

        //417
        val que417 = Question(
            417,
            "Зимната козина на вълка е:",
            "по-гъста от лятната",
            "гъста колкото лятната",
            "по-рядка от лятната",
            1
        )

        animals.add(que417)

        //418
        val que418 = Question(
            418,
            "В България вълкът е разпространен:",
            "само високо в планините",
            "само в равнинните гори",
            "повсеместно",
            3
        )

        animals.add(que418)

        //419
        val que419 = Question(
            419,
            "Брачният период на муфлона е главно през месец:",
            "октомври",
            "декември",
            "юли",
            1
        )

        animals.add(que419)

        //420
        val que420 = Question(
            420,
            "Имат ли рогца женските муфлони?",
            "да, всички",
            "само някои",
            "не",
            2
        )

        animals.add(que420)

        //421
        val que421 = Question(
            421,
            "Рогата на муфлона са:",
            "кухи",
            "плътни",
            "с разклонения",
            1
        )

        animals.add(que421)

        //422
        val que422 = Question(
            422,
            "Спрямо общия цвят на тялото, коремът и вътрешната част на краката на муфлона са:",
            "по-тъмни",
            "еднакви",
            "по-светли",
            3
        )

        animals.add(que422)

        //423
        val que423 = Question(
            423,
            "Обикновено муфлонът се движи:",
            "поединично",
            "в стадо",
            "само с една женска",
            2
        )

        animals.add(que423)

        //424
        val que424 = Question(
            424,
            "Стопански оправдано ли е муфлонът да се развъжда в България?",
            "не е оправдано",
            "да, оправдано е",
            "да, но само над 2000 м н.в.",
            2
        )

        animals.add(que424)

        //425
        val que425 = Question(
            425,
            "Брачният период на вълка е през месеците:",
            "септември-ноември",
            "януари-февруари",
            "юли-септември",
            2
        )

        animals.add(que425)

        //426
        val que426 = Question(
            426,
            "При обикновен ход малките копитца на дивата коза:",
            "се отпечатват ясно",
            "се отпечатват само при твърда почва",
            "не се отпечатват",
            3
        )

        animals.add(que426)

        //427
        val que427 = Question(
            427,
            "Женските диви кози обикновено раждат:",
            "1, рядко 2 малки",
            "2-3 малки",
            "3-4 малки",
            1
        )

        animals.add(que427)

        //428
        val que428 = Question(
            428,
            "Кафявата мечка е:",
            "само растителноядно животно",
            "само месоядно животно",
            "всеядно животно",
            3
        )

        animals.add(que428)

        //429
        val que429 = Question(
            429,
            "Брачният период на мечките е през:",
            "май-юни",
            "юли-август",
            "септември-октомври",
            1
        )

        animals.add(que429)

        //430
        val que430 = Question(
            430,
            "При раждането си малките мечета тежат:",
            "до 500 грама",
            "около 5 кг",
            "около 10 кг",
            1
        )

        animals.add(que430)

        //431
        val que431 = Question(
            431,
            "Опашката на мечката е:",
            "дълга с редки косми",
            "дълга и пухкава",
            "къса",
            3
        )

        animals.add(que431)

        //432
        val que432 = Question(
            432,
            "На краката си мечките имат по:",
            "четири пръста",
            "пет пръста",
            "шест пръста",
            2
        )

        animals.add(que432)

        //433
        val que433 = Question(
            433,
            "Обикновено мечките стават полово зрели на:",
            "1 година",
            "1 година и 6 месеца",
            "3 години",
            3
        )

        animals.add(que433)

        //434
        val que434 = Question(
            434,
            "Когато ходи, мечката стъпва на:",
            "4 пръста",
            "5 пръста",
            "на цяло стъпало",
            3
        )

        animals.add(que434)

        //435
        val que435 = Question(
            435,
            "Отпечатъкът от задната лапа на мечката е:",
            "по-голям от отпечатъка на предната",
            "еднакъв с отпечатъка на предната",
            "по-малък от отпечатъка на предната",
            1
        )

        animals.add(que435)

        //436
        val que436 = Question(
            436,
            "Как са насочени стъпките в дирята на мечката спрямо линията на движение?",
            "навън",
            "косо навътре",
            "успоредно",
            2
        )

        animals.add(que436)

        //437
        val que437 = Question(
            437,
            "Кога се отпечатват в стъпката на мечката ноктите й?",
            "винаги",
            "никога",
            "само при твърда почва",
            1
        )

        animals.add(que437)

        //438
        val que438 = Question(
            438,
            "Мечка може да се отстрелва:",
            "при всяко нанасяне на щети",
            "само с разрешение на МОСВ при изключителни случаи",
            "само по линия на организиран ловен туризъм",
            2
        )

        animals.add(que438)

        //439
        val que439 = Question(
            439,
            "Зрелите мъжки муфлони тежат:",
            "15-20 кг",
            "40-50 кг",
            "80-100 кг",
            2
        )

        animals.add(que439)

        //440
        val que440 = Question(
            440,
            "Рогата на дивата коза са:",
            "прави и разклонени накрая",
            "кухи и завити накрая",
            "плътни и завити накрая",
            2
        )

        animals.add(que440)

        //441
        val que441 = Question(
            441,
            "Рогата на дивата коза:",
            "не падат и растат през целия й живот",
            "падат всяка пролет",
            "падат всяка есен",
            1
        )

        animals.add(que441)

        //442
        val que442 = Question(
            442,
            "Бременността при дивите кози продължава:",
            "60-70 дни",
            "160-170 дни",
            "260-270 дни",
            2
        )

        animals.add(que442)

        //443
        val que443 = Question(
            443,
            "На цвят рогата на дивата коза са:",
            "сиво-жълти",
            "кафяво-жълти",
            "черни",
            3
        )

        animals.add(que443)

        //444
        val que444 = Question(
            444,
            "Рогата на женските диви кози в сравнение с тези на зрелите мъжки са:",
            "по-дълги и завити повече от 90 градуса",
            "по-къси и завити по-малко от 90 градуса",
            "еднакви по големина и завитост",
            2
        )

        animals.add(que444)

        //445
        val que445 = Question(
            445,
            "Неприятели на дивите кози в природата са предимно:",
            "чакалите",
            "представителите на сем. Порови",
            "вълците и едрите грабливи птици",
            3
        )

        animals.add(que445)

        //446
        val que446 = Question(
            446,
            "Стъпката на възрастната дива коза е дълга обикновено около:",
            "6 см",
            "12 см",
            "14 см",
            1
        )

        animals.add(que446)

        //447
        val que447 = Question(
            447,
            "Стъпките в дирята на дивата свиня са винаги:",
            "успоредни на линията на вървене",
            "насочени косо навътре",
            "насочени навън",
            3
        )

        animals.add(que447)

        //448
        val que448 = Question(
            448,
            "При дивата коза рога имат:",
            "само женските",
            "само мъжките",
            "мъжките и женските",
            3
        )

        animals.add(que448)

        //449
        val que449 = Question(
            449,
            "Брачният период на дивата коза е през месеците:",
            "август-септември",
            "ноември-декември",
            "февруари-март",
            2
        )

        animals.add(que449)

        //450
        val que450 = Question(
            450,
            "Дивата коза се среща:",
            "високо в планините",
            "в лонгозните гори",
            "в предпланинието",
            1
        )

        animals.add(que450)

        //451
        val que451 = Question(
            451,
            "От сетивните органи на дивата коза най-добре е:",
            "развит слухът",
            "развито обонянието и зрението",
            "развит вкусът",
            2
        )

        animals.add(que451)

        //452
        val que452 = Question(
            452,
            "Нормално възрастната мечка е с най-голямо тегло през:",
            "пролетта",
            "лятото",
            "есента",
            3
        )

        animals.add(que452)

        //453
        val que453 = Question(
            453,
            "Зрелите женски мечки обикновено сватбуват:",
            "през една година",
            "всяка година",
            "през 4 години",
            1
        )

        animals.add(que453)

        //454
        val que454 = Question(
            454,
            "На каква възраст обикновено трофеят на сръндака може да достигне максимални размери?",
            "на една година",
            "на две години",
            "след седмата година",
            3
        )

        animals.add(que454)

        //455
        val que455 = Question(
            455,
            "Максималното тегло при възрастните глигани достига до:",
            "120 кг",
            "450 кг",
            "300 кг",
            3
        )

        animals.add(que455)

        //456
        val que456 = Question(
            456,
            "Брачният период на дивата свиня най-често е през месеците:",
            "май-юни",
            "ноември-декември",
            "септември-октомври",
            2
        )

        animals.add(que456)

        //457
        val que457 = Question(
            457,
            "Дивата свиня е:",
            "само растителноядно животно",
            "само месоядно животно",
            "всеядно животно",
            3
        )

        animals.add(que457)

        //458
        val que458 = Question(
            458,
            "Оценяват ли се долните и горните кучешки зъби на женските диви свине?",
            "да, оценяват се",
            "не, не се оценяват",
            "оценяват се само ако са над 25 см",
            2
        )

        animals.add(que458)

        //459
        val que459 = Question(
            459,
            "Възрастните мъжки диви кози тежат около:",
            "5-20 кг",
            "40-50 кг",
            "80-100 кг",
            2
        )

        animals.add(que459)

        //460
        val que460 = Question(
            460,
            "По гърба и по горната част на шията на дивата коза преминава надлъжна:",
            "светлокафява ивица",
            "жълто-кафява ивица",
            "черна ивица",
            3
        )

        animals.add(que460)

        //461
        val que461 = Question(
            461,
            "У нас дивата свиня се среща:",
            "предимно в полето",
            "само в гората",
            "повсеместно",
            3
        )

        animals.add(que461)

        //462
        val que462 = Question(
            462,
            "Бременността при дивата свиня продължава около:",
            "8-10 седмици",
            "18-20 седмици",
            "28-30 седмици",
            2
        )

        animals.add(que462)

        //463
        val que463 = Question(
            463,
            "След раждането малките на дивата свиня:",
            "веднага напускат леговището",
            "напускат леговището си след 2 седмици",
            "напускат леговището след 3-я ден",
            2
        )

        animals.add(que463)

        //464
        val que464 = Question(
            464,
            "Нормално женските диви свине раждат, когато навършат:",
            "6 месеца",
            "12 месеца",
            "24 месеца",
            3
        )

        animals.add(que464)

        //465
        val que465 = Question(
            465,
            "При спокоен ход задните копитца от краката на дивата свиня:",
            "не се отпечатват",
            "се отпечатват винаги",
            "се отпечатват рядко само при сняг",
            2
        )

        animals.add(que465)

        //466
        val que466 = Question(
            466,
            "В природата естествени неприятели на възрастния глиган могат да бъдат:",
            "само вълците и мечките",
            "чакалите и лисиците",
            "едрите грабливи птици",
            1
        )

        animals.add(que466)

        //467
        val que467 = Question(
            467,
            "Може ли дивата свиня да се кръстоса с домашната?",
            "да, може",
            "не, не е възможно",
            "може само ако домашното прасе е черно",
            1
        )

        animals.add(que467)

        //468
        val que468 = Question(
            468,
            "Зрението на сърната е развито:",
            "по-добре от слуха и обонянието й",
            "колкото слуха и обонянието й",
            "по-слабо от слуха и обонянието й",
            3
        )

        animals.add(que468)

        //469
        val que469 = Question(
            469,
            "В България сърните са разпространени:",
            "само в полето",
            "само в гората",
            "в полето и в гората",
            3
        )

        animals.add(que469)

        //470
        val que470 = Question(
            470,
            "Половата зрелост при сърните настъпва обикновено:",
            "след петата година",
            "на третата година",
            "на втората година",
            3
        )

        animals.add(que470)

        //471
        val que471 = Question(
            471,
            "Женските сърни раждат:",
            "винаги само по едно малко",
            "1-2, рядко 3 малки",
            "обикновено 3-4 малки",
            2
        )

        animals.add(que471)

        //472
        val que472 = Question(
            472,
            "В природата неприятели на сърните са:",
            "само едрите грабливи птици",
            "само вълците и лисиците",
            "повечето хищни бозайници и едри грабливи птици",
            3
        )

        animals.add(que472)

        //473
        val que473 = Question(
            473,
            "Ако почвата е твърда, при спокоен ход задните копитца от краката на сърните:",
            "не се отпечатват",
            "се отпечатват ясно",
            "се отпечатват слабо",
            1
        )

        animals.add(que473)

        //474
        val que474 = Question(
            474,
            "Обикновено стъпката на сърната е дълга:",
            "10.5-12.5 см",
            "7.5-8.5 см",
            "3.5-4.5 см",
            3
        )

        animals.add(que474)

        //475
        val que475 = Question(
            475,
            "Приблизително колко дни след заплождането ражда женската сърна?",
            "270 дни",
            "120 дни",
            "80 дни",
            1
        )

        animals.add(que475)

        //476
        val que476 = Question(
            476,
            "Главата на дивата свиня е:",
            "сравнително голяма",
            "сравнително малка",
            "елегантна и пропорционапна на тялото",
            1
        )

        animals.add(que476)

        //477
        val que477 = Question(
            477,
            "Очите на дивата свиня са:",
            "големи и изразителни",
            "малки",
            "големи и тъмни",
            2
        )

        animals.add(que477)

        //478
        val que478 = Question(
            478,
            "Възрастните глигани живеят обикновено:",
            "поединично",
            "заедно с други мъжкари",
            "заедно със стадото",
            1
        )

        animals.add(que478)

        //479
        val que479 = Question(
            479,
            "Дивите свине:",
            "не обичат да се калят",
            "обичат много да се калят",
            "се калят само по изключение",
            2
        )

        animals.add(que479)

        //480
        val que480 = Question(
            480,
            "От сетивата на дивата свиня най-добре е развито:",
            "зрението",
            "слухът",
            "обонянието",
            3
        )

        animals.add(que480)

        //481
        val que481 = Question(
            481,
            "Обикновено дивите свине раждат малките си:",
            "в най-гъстите и глухи места",
            "по откритите горски поляни",
            "в мочурливи места",
            1
        )

        animals.add(que481)

        //482
        val que482 = Question(
            482,
            "След смяната на кои рога при елена лопатар започва развитието на лопатата?",
        "на вторите",
        "на петите",
        "на шестите",
            1
        )

        animals.add(que482)

        //483
        val que483 = Question(
            483,
            "Зрелите мъжки на сърната се наричат:",
            "елени",
            "козли",
            "сръндаци",
            3
        )

        animals.add(que483)

        //484
        val que484 = Question(
            484,
            "Рогата на сръндаците падат през:",
            "октомври",
            "февруари-март",
            "април-май",
            1
        )

        animals.add(que484)

        //485
        val que485 = Question(
            485,
            "Брачният период при сърната е през месеците:",
            "юли-август",
            "септември-октомври",
            "декември-януари",
            1
        )

        animals.add(que485)

        //486
        val que486 = Question(
            486,
            "Максималната маса, която достигат зрелите сръндаци, е до:",
            "60 кг",
            "50 кг",
            "35 кг",
            3
        )

        animals.add(que486)

        //487
        val que487 = Question(
            487,
            "Около опашката козината на сърната е:",
            "сиво-кафява",
            "бяла",
            "жълтеникаво-червена",
            2
        )

        animals.add(que487)

        //488
        val que488 = Question(
            488,
            "Сърните сменят козината си (линеят):",
            "един път годишно",
            "два пъти годишно",
            "три пъти годишно",
            2
        )

        animals.add(que488)

        //489
        val que489 = Question(
            489,
            "Надлъжно по гръбнака на елена лопатар преминава ивица от:",
            "светложълти косми",
            "светлокафяви косми",
            "черни косми",
            3
        )

        animals.add(que489)

        //490
        val que490 = Question(
            490,
            "Естествените находища на елена лопатар се намират в:",
            "Северна Европа",
            "Сибир",
            "Средиземноморието",
            3
        )

        animals.add(que490)

        //491
        val que491 = Question(
            491,
            "Нормално, женските на елена лопатар раждат малки, когато навършат:",
            "2 години",
            "3 години",
            "4 години",
            1
        )

        animals.add(que491)

        //492
        val que492 = Question(
            492,
            "По-силните и по-добре охранени лопатари сменят рогата си:",
            "по-рано",
            "по-късно",
            "заедно с по-слабите и недоохранени",
            1
        )

        animals.add(que492)

        //493
        val que493 = Question(
            493,
            "Стъпката на елена лопатар е:",
            "по-голяма от тази на благородния елен",
            "колкото стъпката на благородния елен",
            "по-малка от тази на благородния елен",
            3
        )

        animals.add(que493)

        //494
        val que494 = Question(
            494,
            "Петата (задната мека част от копитото) на елена лопатар заема:",
            "2/3 от стъпката",
            "1/2 от стъпката",
            "1/3 от стъпката",
            2
        )

        animals.add(que494)

        //495
        val que495 = Question(
            495,
            "При раждането си малките на сърната са:",
            "едноцветни",
            "със светли петна по козината",
            "с тъмни петна по козината",
            2
        )

        animals.add(que495)

        //496
        val que496 = Question(
            496,
            "По време на брачния период, мъжките благородни елени:",
            "не се калят",
            "изобщо не обичат да се калят",
            "обичат да се калят",
            3
        )

        animals.add(que496)

        //497
        val que497 = Question(
            497,
            "При нормална структура на популацията мъжките благородни елени взимат участие в разплода:",
            "още на 2-годишна възраст",
            "след навършване на 5-6 години",
            "след навършване на 14 години",
            2
        )

        animals.add(que497)

        //498
        val que498 = Question(
            498,
            "Бременността на женските на благородния елен продължава:",
            "6 месеца",
            "12 месеца",
            "8 месеца",
            3
        )

        animals.add(que498)

        //499
        val que499 = Question(
            499,
            "Ако почвата е твърда, при спокоен ход задните копитца от краката на благородния елен:",
            "не се отпечатват",
            "се отпечатват ясно",
            "се отпечатват слабо",
            1
        )

        animals.add(que499)

        //500
        val que500 = Question(
            500,
            "Стопански оправдано ли е еленът лопатар да се развъжда е България?",
            "да, навсякъде",
            "да, в подходящи местообитания",
            "да, но само нас 2000 м н.в.",
            2
        )

        animals.add(que500)

        //501
        val que501 = Question(
            501,
            "Бременността на женските на елена лопатар продължава:",
            "6 месеца",
            "8 месеца",
            "12 месеца",
            2
        )

        animals.add(que501)

        //502
        val que502 = Question(
            502,
            "В България естествените неприятели в природата на зрелите благородни елени са:",
            "лисиците",
            "чакалите",
            "вълците",
            3
        )

        animals.add(que502)

        //503
        val que503 = Question(
            503,
            "Брачният период на елена лопатар е през месец:",
            "август",
            "октомври",
            "декември",
            2
        )

        animals.add(que503)

        //504
        val que504 = Question(
            504,
            "Елените лопатари обикновено сменят рогата си през месеците:",
            "октомври-ноември",
            "февруари-март",
            "април-май",
            3
        )

        animals.add(que504)

        //505
        val que505 = Question(
            505,
            "Женските на елена лопатар раждат:",
            "само 1 малко",
            "1-2 малки",
            "3-4 малки",
            2
        )

        animals.add(que505)

        //506
        val que506 = Question(
            506,
            "На ръст еленът лопатар е:",
            "по-голям от благородния елен",
            "колкото благородния елен",
            "по-малък от благородния елен",
            3
        )

        animals.add(que506)

        //507
        val que507 = Question(
            507,
            "Максимапното тегло при възрастните мъжки елени лопатари достига до:",
            "60 кг",
            "120 кг, рядко повече",
            "220 кг",
            2
        )

        animals.add(que507)

        //508
        val que508 = Question(
            508,
            "Огледалото на елените лопатари е бяло и е оградено с ивица от:",
            "черни косми",
            "светложълти косми",
            "светлокафяви косми",
            1
        )

        animals.add(que508)

        //509
        val que509 = Question(
            509,
            "Изпражненията на мъжките благородни елени са:",
            "заострени от двата края",
            "заострени от единия и вдлъбнати от другия край",
            "вдлъбнати в двата края",
            2
        )

        animals.add(que509)

        //510
        val que510 = Question(
            510,
            "Зрелите мъжки на благородния елен достигат височина в холката до около:",
            "70 см",
            "150 см",
            "210 см",
            2
        )

        animals.add(que510)

        //511
        val que511 = Question(
            511,
            "Благородните елени сменят рогата си през месеците:",
            "февруари-март",
            "юли-август",
            "октомври-ноември",
            1
        )

        animals.add(que511)

        //512
        val que512 = Question(
            512,
            "Брачният период на благородния елен е през месеците:",
            "август-септември",
            "ноември-декември",
            "февруари-март",
            1
        )

        animals.add(que512)

        //513
        val que513 = Question(
            513,
            "При благородния елен рога имат:",
            "само мъжките",
            "само женските",
            "обикновено мъжките и женските",
            1
        )

        animals.add(que513)

        //514
        val que514 = Question(
            514,
            "Козината около опашката и част от задните крака при благородните елени е:",
            "червено-кафява",
            "мръснобяла до кремава",
            "жълта",
            2
        )

        animals.add(que514)

        //515
        val que515 = Question(
            515,
            "Благородните елени сменят козината си (линеят):",
            "един път годишно",
            "два пъти годишно",
            "три пъти годишно",
            2
        )

        animals.add(que515)

        //516
        val que516 = Question(
            516,
            "Благородният елен е:",
            "всеядно животно",
            "растителноядно непреживно животно",
            "растителноядно преживно животно",
            3
        )

        animals.add(que516)

        //517
        val que517 = Question(
            517,
            "Женските на благородния елен раждат:",
            "винаги само 1 малко",
            "1, рядко 2 малки",
            "обикновено 3-4 малки",
            2
        )

        animals.add(que517)

        //518
        val que518 = Question(
            518,
            "Нормално женските на благородния елен стават полово зрели, когато навършат:",
            "1 година",
            "2 години",
            "3 години",
            2
        )

        animals.add(que518)

        //519
        val que519 = Question(
            519,
            "Задните стъпки при мъжките и женските на благородния елен:",
            "са еднакво големи с предните",
            "са по-малки от предните",
            "са по-големи от предните",
            2
        )

        animals.add(que519)

        //520
        val que520 = Question(
            520,
            "При спокоен ход разстоянието между стъпките от левите и десните крака при зрелите рогачи на благородния елен е:",
            "до 5 см",
            "по-голямо от 7 см (до 25-30 см)",
            "е над 40 см",
            1
        )

        animals.add(que520)

        //521
        val que521 = Question(
            521,
            "Различават ли се изпражненията на мъжките благородни елени от тези на женските?",
            "да, различават се по формата",
            "да, различават се по мирис",
            "не, не се различават",
            1
        )

        animals.add(que521)

        //522
        val que522 = Question(
            522,
            "При спокоен ход разстоянието между стъпките от левите и десните крака при зрелите кошути на благородния елен:",
            "рядко надвишават 5 см",
            "e винаги по-голямо от 7 см (до 25-30 см)",
            "е над 40 см",
            1
        )

        animals.add(que522)

        return animals
    }

    fun getQuestionsHuntingLaw(): ArrayList<Question> {
        val huntingLaw = ArrayList<Question>()

        //1
        val que1 = Question(
            1,
            "Който убие или улови едър дивеч, без да притежава редовно заверен билет за лов, се наказва с глоба:",
            "от 100 до 200 лв",
            "от 2000 до 5000 лв",
            "от 500 до 5000 лв",
            2
        )

        huntingLaw.add(que1)

        //2
        val que2 = Question(
            2,
            "Който убие или улови дребен дивеч в забранено за лов време, се наказва с глоба:",
            "от 100 до 200 лв",
            "от 300 до 400 лв",
            "от 600 до 2000 лв",
            3
        )

        huntingLaw.add(que2)

        //3
        val que3 = Question(
            3,
            "Който убие или улови едър дивеч в забранено за лов място, се наказва с глоба:",
            "от 300 до 400 лв",
            "от 600 до 2000 лв",
            "от 1000 до 10 000 лв",
            3
        )

        huntingLaw.add(que3)

        //4
        val que4 = Question(
            4,
            "Който убие или улови едър дивеч със забранени средства, се наказва с глоба:",
            "от 300 до 400лв",
            "от 600 до 2000 лв",
            "от 1000 до 10 000 лв",
            3
        )

        huntingLaw.add(que4)

        //5
        val que5 = Question(
            5,
            "Който превиши нормите за отстрел, определени с ППЗЛОД, се наказва с глоба:",
            "от 50 до 500 лв",
            "от 500 до 1000 лв",
            "от 2000 до 5000 лв",
            1
        )

        huntingLaw.add(que5)

        //6
        val que6 = Question(
            6,
            "Който събира яйца от птици - обект на лов без писмено разрешително за лов, се наказва с глоба:",
            "от 50 до 100 лв",
            "от 50 до 200 лв",
            "от 200 до 400 лв",
            1
        )

        huntingLaw.add(que6)

        //7
        val que7 = Question(
            7,
            "Отговорниците по охраната на дивеча в дружината имат право да:",
            "задържи нарушител и отнеме ловно оръжие",
            "състави акт за административно нарушение по ЗЛОД",
            "информира длъжностните лица по ЗЛОД и ППЗЛОД",
            3
        )

        huntingLaw.add(que7)

        //8
        val que8 = Question(
            8,
            "Длъжностните лица от ловните сдружения в поверените им охранителни участъци, следят за щети, нанесени:",
            "от дивеча",
            "на дивеча",
            "от и на дивеча",
            3
        )

        huntingLaw.add(que8)

        //9
        val que9 = Question(
            9,
            "Който ловува извън определените в разрешителното места, без да е убил дивеч, се наказва с глоба от:",
            "25 лв",
            "50 до 400 лв",
            "500 до 1000 лв",
            2
        )

        huntingLaw.add(que9)

        //10
        val que10 = Question(
            10,
            "Който укрива нерегистрирани ловни трофеи, се наказва с глоба от:",
            "3000 до 5000 лв, ако не подлежи на по-тежко наказание",
            "100 до 2000 лв, ако не подлежи на по-тежко наказание",
            "50 лв, ако не подлежи на по-тежко наказание",
            2
        )

        huntingLaw.add(que10)

        //11
        val que11 = Question(
            11,
            "Водач на превозно средство, който не спре след подаден сигнал от длъжностно лице по охрана на дивеча, се наказва с глоба от:",
            "50 до 500 лв, ако не подлежи на по-тежко наказание",
            "600 до 1000 лв, ако не подлежи на по-тежко наказание",
            "50 лв, ако не подлежи на по-тежко наказание",
            1
        )

        huntingLaw.add(que11)

        //12
        val que12 = Question(
            12,
            "Който превиши отстрелните норми, определени с ППЗЛОД, се наказва с глоба:",
            "от 50 до 500 лв, а дивеча му се отнема",
            "от 100 до 1000 лв",
            "лишаване от право на лов за 1 година",
            1
        )

        huntingLaw.add(que12)

        //13
        val que13 = Question(
            13,
            "Който убие или улови дребен дивеч, без да притежава редовно заверен билет за лов, се наказва с глоба:",
            "от 50 до 100 лв",
            "от 100 до 200 лв",
            "от 300 до 1000 лв",
            3
        )

        huntingLaw.add(que13)

        //14
        val que14 = Question(
            14,
            "Който убие или улови едър дивеч в забранено за лов време, се наказва с глоба:",
            "от 300 до 400 лв",
            "от 600 до 2000 лв",
            "от 1000 до 10 000 лв",
            3
        )

        huntingLaw.add(que14)

        //15
        val que15 = Question(
            15,
            "Който превозва незаконно придобит дивеч, се наказва с глоба:",
            "от 200 до 1000 лв",
            "от 2500 до 3000 лв",
            "от 500 до 1000 лв",
            1
        )

        huntingLaw.add(que15)

        //16
        val que16 = Question(
            16,
            "Който наруши заповед за забрана на достъп до биотехническите съоръжения, се наказва с глоба:",
            "50 лв",
            "1000 лв",
            "от 200 до 500 лв",
            3
        )

        huntingLaw.add(que16)

        //17
        val que17 = Question(
            17,
            "Лице, което допусне в сдружението да бъдат приети по-голям брой ловци от максимално определения, се наказва с глоба:",
            "50 лв",
            "1000 лв",
            "от 500 no 5000 лв. и лишаване от право на лов за 1-3 г.",
            3
        )

        huntingLaw.add(que17)

        //18
        val que18 = Question(
            18,
            "Ловец, който не носи облекло или шапка с ярък сигнален цвят по време на групов лов, се наказва с:",
            "лишаване от право на лов за срок от 1 г.",
            "глоба от 100 до 500 лв.",
            "лишаване от право на лов за срок от 3 г.",
            2
        )

        huntingLaw.add(que18)

        //19
        val que19 = Question(
            19,
            "Ловец, който ловува със сачми с диаметър над 6 мм при провеждане на групов лов на дива свиня, се наказва с глоба:",
            "до 50 лв",
            "до 500 лв",
            "от 200 до 2000 лв",
            3
        )

        huntingLaw.add(que19)

        //20
        val que20 = Question(
            20,
            "Когато броят на ловците при групов лов е по-голям от разрешения се наказва:",
            "ръководителя на лова",
            "участниците в лова",
            "председателя на дружинката",
            1
        )

        huntingLaw.add(que20)

        //21
        val que21 = Question(
            21,
            "При групово ловуване номерът на билета за лов се вписва задължително в:",
            "разрешителното за групов лов",
            "в талона към разрешителното за групов",
            "в разрешителното и талона към него",
            3
        )

        huntingLaw.add(que21)

        //22
        val que22 = Question(
            22,
            "Съгласно наказателния кодекс наказанието за повреда на екземпляр от световнозастрашен вид е:",
            "до 1 г. затвор или до 2000 лв глоба",
            "до 2 г. затвор или до 5000 лв глоба",
            "до 5 г. затвор и 5000-20000 лв глоба",
            3
        )

        huntingLaw.add(que22)

        //23
        val que23 = Question(
            23,
            "Видът и броят на отстреляния дивеч при индивидуален лов на мигриращ дивеч:",
            "се записват в разрешителното за лов",
            "ce записват в талона за лов",
            "не се записват в тези документи",
            1
        )

        huntingLaw.add(que23)

        //24
        val que24 = Question(
            24,
            "Ако по време на групов лов ръководителят на лова констатира ловец, употребил алкохол или наркотични вещества, то той е длъжен:",
            "да отстрани ловеца незабавно от лова",
            "да наложи парична санкция в размер от 200 до 500 лв",
            "да му отнеме документите за лов",
            1
        )

        huntingLaw.add(que24)

        //25
        val que25 = Question(
            25,
            "Преследване на ранен дивеч извън ловището, за което е издадено разрешително за лов, е:",
            "забранено",
            "разрешено с куче кръвоследник",
            "разрешено, след информиране на ръководителя на лова",
            1
        )

        huntingLaw.add(que25)

        //26
        val que26 = Question(
            26,
            "Ръководителят на лова се избира от:",
            "общото събрание на дружината",
            "Директора на ДГС/ДЛС",
            "Председателя на ловното сдружение",
            1
        )

        huntingLaw.add(que26)

        //27
        val que27 = Question(
            27,
            "Може ли при извършване на нарушения по ЗЛОД МПС-то, послужило за извършването му, да се конфискува?",
            "да - в определени случаи",
            "да - конфискува се винаги",
            "не",
            1
        )

        huntingLaw.add(que27)

        //28
        val que28 = Question(
            28,
            "Съгласно наказателния кодекс наказание за търговия с екземпляр от защитен вид е:",
            "до 1 г. затвор или поправителен труд",
            "до 5 г. затвор и 2000 - 20000 лв",
            "до 2 г. затвор или поправителен труд",
            2
        )

        huntingLaw.add(que28)

        //29
        val que29 = Question(
            29,
            "Събраните разрешителни за индивидуален лов на мигриращ дивеч се отчитат от председателя на ловната дружина в:",
            "държавно горско или ловно стопанство",
            "ловното сдружение",
            "регионалната дирекция по горите",
            2
        )

        huntingLaw.add(que29)

        //30
        val que30 = Question(
            30,
            "Разрешителните за индивидуален лов на мигриращ и водоплаващ дивеч се отчитат в Държавното горско или ловно стопанство в:",
            "3-дневен срок от ловния излет",
            "15-дневен срок от ловния излет",
            "до 5-то число на следващия календарен месец",
            3
        )

        huntingLaw.add(que30)

        //31
        val que31 = Question(
            31,
            "Наказанието за убиване на екземпляр, защитен от Закона за биологичното разнообразие, е:",
            "до 500 лв",
            "до 1000 лв",
            "от 100 до 5000 лв. и лишаване от право на лов за 1-2 г.",
            3
        )

        huntingLaw.add(que31)

        //32
        val que32 = Question(
            32,
            "Глобата за улавяне на екземпляр, защитен от Закона за биологичното разнообразие, е:",
            "от 100 до 5000 лв. и лишаване от право на лов за 1-2 г.",
            "до 5000 лв",
            "до 300 лв",
            1
        )

        huntingLaw.add(que32)

        //33
        val que33 = Question(
            33,
            "Глобата за нараняване на екземпляр, защитен от Закона за биологичното разнообразие, е:",
            "до 300 лв",
            "от 100 до 5000 лв. и лишаване от право на лов за 1-2 г.",
            "до 2000 лв",
            2
        )

        huntingLaw.add(que33)

        //34
        val que34 = Question(
            34,
            "По време на лов ловец, употребил алкохол с концентрация в кръвта над 0,5 на 1000, се наказва с глоба:",
            "от 200 до 2000 лв",
            "от 50 до 200 лв",
            "от 100 до 5000 лв. и лишаване от право на лов за 1-2 г.",
            1
        )

        huntingLaw.add(que34)

        //35
        val que35 = Question(
            35,
            "Разрешителните за лов са по образец, утвърден от:",
            "Директора на ДГС или ДЛС",
            "Директора на Рег. дирекция по горите",
            "Изпълнителния директор на ИАГ",
            3
        )

        huntingLaw.add(que35)

        //36
        val que36 = Question(
            36,
            "Разрешителните за индивидуален лов на мигриращ и водоплаващ дивеч се издават за срок не по-дълъг от:",
            "два месеца",
            "един календарен месец",
            "15 дни",
            2
        )

        huntingLaw.add(que36)

        //37
        val que37 = Question(
            37,
            "Разрешителното за индивидуален лов на мигриращ дивеч в район на ловна дружинка важи за срок не по-голям от:",
            "10 дни от датата на издаването му",
            "20 дни от датата на издаването му",
            "един календарен месец",
            3
        )

        huntingLaw.add(que37)

        //38
        val que38 = Question(
            38,
            "Имената на ловците и ръководителя на лова се вписват в:",
            "ловния билет",
            "разрешителното за лов",
            "талона за транспортиране на месото",
            2
        )

        huntingLaw.add(que38)

        //39
        val que39 = Question(
            39,
            "Разрешителните за индивидуален лов на дребен дивеч в районите на дружините се попълват от:",
            "председателя на ловната дружина",
            "директора на ДГС или упълномощено лице",
            "ръководителя на лова",
            1
        )

        huntingLaw.add(que39)

        //40
        val que40 = Question(
            40,
            "Разрешителното за индивидуален лов на мигриращ и водоплаващ дивеч е по образец, утвъреден от:",
            "председателя на ловната дружина",
            "директора на ДГС или ДЛС",
            "изпълнителния директор на ИАГ",
            3
        )

        huntingLaw.add(que40)

        //41
        val que41 = Question(
            41,
            "Разрешителното за групов лов на дива свиня в държавния район на Държавното ловно стопанство е:",
            "задължително с талони",
            "без талони",
            "c талони, когато ловците са над 8",
            2
        )

        huntingLaw.add(que41)

        //42
        val que42 = Question(
            42,
            "Разрешителното за групов лов на дива свиня в дивечовъдните участъци, стопанисвани от Държавните горски стопанства, е:",
            "задължително с талони",
            "c талони, когато ловците са над 8",
            "без талони",
            3
        )

        huntingLaw.add(que42)

        //43
        val que43 = Question(
            43,
            "Първата част на талона към разрешителното за лов в район на ловно-рибарска дружина се попълва:",
            "преди откриване на ловния сезон",
            "преди започване на лова",
            "след приключване на лова",
            2
        )

        huntingLaw.add(que43)

        //44
        val que44 = Question(
            44,
            "Втората част на талона към разрешителното за лов в район на ловно-рибарска дружина се попълва:",
            "преди започване на лова",
            "след приключване на лова",
            "при отчитане на разрешителното",
            2
        )

        huntingLaw.add(que44)

        //45
        val que45 = Question(
            45,
            "Разрешителните за индивидуален лов на мигриращ дивеч в район на ловна дружина се издават от:",
            "ръководителя на лова",
            "директора на ДГС или ДЛС",
            "председателя на ловната дружина",
            3
        )

        huntingLaw.add(que45)

        //46
        val que46 = Question(
            46,
            "Разрешителните за индивидуален лов на мигриращ дивеч в района на ловна дружина се издават в:",
            "1 екземпляр",
            "2 екземпляра",
            "3 екземпляра",
            2
        )

        huntingLaw.add(que46)

        //47
        val que47 = Question(
            47,
            "Съгласно наказателния кодекс наказанието за унищожаване на екземпляр от световнозастрашен вид е:",
            "до 1 година затвор или до 2 000 лв. глоба",
            "до 2 години затвор или глоба до 5 000 лв",
            "затвор до 5 г. и глоба от 5 000 до 20 000 лв",
            3
        )

        huntingLaw.add(que47)

        //48
        val que48 = Question(
            48,
            "Съгласно наказателния кодекс наказанието за повреда на екземпляр от защитен вид е:",
            "затвор до 3 г. и глоба от 2000 до 10 000 лв",
            "до 2 г. затвор или поправителен труд",
            "до 4 г. затвор, както и глоба до 5000 лв",
            1
        )

        huntingLaw.add(que48)

        //49
        val que49 = Question(
            49,
            "Нормите за отстрел на дивеч са посочени в:",
            "ловоустройствените проекти",
            "ЗЛОД",
            "ППЗЛОД",
            3
        )

        huntingLaw.add(que49)

        //50
        val que50 = Question(
            50,
            "Право на подборно ловуване имат лица, придобили право на лов, със стаж като ловци не по-малък от:",
            "1 година",
            "2 години",
            "3 години",
            2
        )

        huntingLaw.add(que50)

        //51
        val que51 = Question(
            51,
            "Удостоверения за подборно ловуване се издават от:",
            "Изпълнителната агенция по горите",
            "Държавните горски и ловни стопанства",
            "Ловните сдружения",
            1
        )

        huntingLaw.add(que51)

        //52
        val que52 = Question(
            52,
            "Къде се издава ловният билет?",
            "в ловното сдружение",
            "в Държавните горски и ловни стопанства",
            "в кметството",
            2
        )

        huntingLaw.add(que52)

        //53
        val que53 = Question(
            53,
            "Ловната площ, въз основа на която се определя максималния брой ловци в ловните сдружения, е:",
            "70 ха.",
            "75 ха.",
            "80 ха.",
            1
        )

        huntingLaw.add(que53)

        //54
        val que54 = Question(
            54,
            "Правото на ловуване се придобива след:",
            "Издаване на билет за лов в ДГС и ДЛС",
            "Получаване на удостоверение от Държавана изпитна комисия",
            "Издаване или презаверка на членска карта",
            1
        )

        huntingLaw.add(que54)

        //55
        val que55 = Question(
            55,
            "Броят и видът на отстреляния от ловеца дивеч при групов лов на дребен дивеч се записва:",
            "в първата част на талона",
            "във втората част на талона",
            "не се записва в талона",
            2
        )

        huntingLaw.add(que55)

        //56
        val que56 = Question(
            56,
            "Разрешителните за индивидуален лов на водоплаващ дивеч в район на ловно-рибарска дружина се попълват от:",
            "ръководителя на лова",
            "директора на ДГС или ДЛС",
            "председател на ловната дружина",
            3
        )

        huntingLaw.add(que56)

        //57
        val que57 = Question(
            57,
            "Къде се презаверява ловният билет?",
            "в ловното сдружение",
            "в държавните горски и ловни стопанства",
            "в кметството",
            2
        )

        huntingLaw.add(que57)

        //58
        val que58 = Question(
            58,
            "Правото на лов се дава от:",
            "държавна изпитна комисия",
            "ловните сдружения",
            "лицензирани юридически лица",
            1
        )

        huntingLaw.add(que58)

        //59
        val que59 = Question(
            59,
            "Публичен регистър на издадените и презаверени билети за лов се води от:",
            "ИАГ чрез ДГС и ДЛС",
            "Районните управления по горите",
            "Националното управление по горите",
            1
        )

        huntingLaw.add(que59)

        //60
        val que60 = Question(
            60,
            "Практическият изпит за придобиване право на лов се състои от:",
            "2 части по утвърдената програма",
            "3 изпита по утвърдената програма",
            "4 изпита по утвърдената програма",
            1
        )

        huntingLaw.add(que60)

                //61
        val que61 = Question(
            61,
            "Придобитото право на лов се отнема, когато ловецът не е заверил билета си за лов:",
            "за съответната календарна година",
            "в продължение на 2 последователни години",
            "в продължение на 3 последователни години",
            1
        )

        huntingLaw.add(que61)

        //62
        val que62 = Question(
            62,
            "Границите между предоставени ловностопански райони минават по:",
            "трайни теренни форми",
            "землищни граници",
            "трайни теренни форми по землищните граници",
            3
        )

        huntingLaw.add(que62)

        //63
        val que63 = Question(
            63,
            "Чия собственост е дивечът в Република България:",
            "частна държавна",
            "на стопанисващия",
            "на собственика на земята",
            1
        )

        huntingLaw.add(que63)

        //64
        val que64 = Question(
            64,
            "Нормативната база за създаване и поддържане на специализирана фуражна база е посочена в:",
            "ЗЛОД",
            "ПП3ЛОД",
            "ловоустройствените проекти",
            2
        )

        huntingLaw.add(que64)

        //65
        val que65 = Question(
            65,
            "Могат ли български граждани да ловуват по линия на организирания ловен туризъм (ОЛТ)?",
            "да",
            "не",
            "само в дивечовъдни станции",
            1
        )

        huntingLaw.add(que65)

        //66
        val que66 = Question(
            66,
            "Временни ограничения и забрани за ловуване на някои видове дивеч се определят по предложение на:",
            "ловния съвет към ИАГ",
            "съветите по лова към РУГ",
            "комисиите по лова към ДЛС/ДДС",
            1
        )

        huntingLaw.add(que66)

        //67
        val que67 = Question(
            67,
            "Разрешително за индивидуален лов на хищници се издава от:",
            "председателя на ловната дружина",
            "специалиста по ловно стопанство към сдружението",
            "ръководителя на лова",
            2
        )

        huntingLaw.add(que67)

        //68
        val que68 = Question(
            68,
            "Границите на ловностопанските райони зависят от:",
            "фондовите граници",
            "собствеността върху земите",
            "не зависят от тези фактори",
            3
        )

        huntingLaw.add(que68)

        //69
        val que69 = Question(
            69,
            "Границите на ловностопанските райони се утвърждават от:",
            "директора на държавното лесничейство ",
            "министъра на земеделието и храните",
            "председателя на ловното сдружение",
            2
        )

        huntingLaw.add(que69)

        return huntingLaw
    }

    fun getQuestionsGameManagement(): ArrayList<Question> {
        val gameManagement = ArrayList<Question>()

        //1
        val que1 = Question(
            1,
            "Естественият есенно-зимен отпад при едрия дивеч е обикновено:",
            "0.1",
            "0.4",
            "0.8",
            1
        )

        gameManagement.add(que1)

        //2
        val que2 = Question(
            2,
            "Веществата за отблъскване на дивеча се наричат:",
            "репеленти",
            "пестициди",
            "дефолианти",
            1
        )

        gameManagement.add(que2)

        //3
        val que3 = Question(
            3,
            "Препоръчителната ширина на противопожарните минерализ. ивици около земеделските култури е:",
            "5 метра",
            "25 метра",
            "15 метра",
            1
        )

        gameManagement.add(que3)

        //4
        val que4 = Question(
            4,
            "Паленето на растителността във високопланинските пасища е:",
            "разрешено с цел паша на домашен добитък",
            "забранено",
            "разрешено само край хижите",
            2
        )

        gameManagement.add(que4)

        //5
        val que5 = Question(
            5,
            "Как влияе опожаряването на синурите върху дивеча в обработваемите площи?",
            "благоприятно",
            "без значение",
            "неблагоприятно",
            3
        )

        gameManagement.add(que5)

        //6
        val que6 = Question(
            6,
            "При пожар в земеделския фонд най-бавно се възстановяват:",
            "хранителната база",
            "укритията",
            "вървищата",
            2
        )

        gameManagement.add(que6)

        //7
        val que7 = Question(
            7,
            "Най-сигурният начин за изгасване на огън в бивак при недостиг на вода е:",
            "затрупване с пясък или почва",
            "разхвърляне на жаравата",
            "затрупване със свежи растения",
            1
        )

        gameManagement.add(que7)

        //8
        val que8 = Question(
            8,
            "Естественият есенно-зимен отпад при фазана е обикновено:",
            "0.8",
            "0.4",
            "0.1",
            2
        )

        gameManagement.add(que8)

        //9
        val que9 = Question(
            9,
            "Обезщетенията за щети, нанесени от дивеча, на земеделски култури в ловностопанските райони, се заплащат от:",
            "държавните лесничейства",
            "общините",
            "лицата, стопанисващи дивеча",
            3
        )

        gameManagement.add(que9)

        //10
        val que10 = Question(
            10,
            "Обезщетения за щети, нанесени от дивеча, не се заплащат в случаите, когато:",
            "са нанесени извън ловния сезон",
            "щетите са от прелетен дивеч",
            "са изпълнени ловностопански мероприятия",
            2
        )

        gameManagement.add(que10)

        //11
        val que11 = Question(
            11,
            "Щетите, причинени от дивеча, се установяват от:",
            "комисия, назначена от директора на ДГЛ/ДЛС",
            "ловния съвет",
            "съветите по лова към РУГ",
            1
        )

        gameManagement.add(que11)

        //12
        val que12 = Question(
            12,
            "Как се предпазват младите фиданки от прегризване?",
            "стъблата се увиват с хартия",
            "смесват се с бодливи фиданки",
            "залесява се на по-гъста схема",
            1
        )

        gameManagement.add(que12)

        //13
        val que13 = Question(
            13,
            "Кои са причините за нанасяне на щети от копитния дивеч в селското и горското стопанство?",
            "недостатъчна хранителна база",
            "наличие на много хищници",
            "химизация на селското стопанство",
            1
        )

        gameManagement.add(que13)

        //14
        val que14 = Question(
            14,
            "Как могат да се предотвратят щетите от копитния дивеч в селското и горското стопанство?",
            "поддържане на допустим запас",
            "избиване на хищниците",
            "поддържане на запас над допустимия",
            1
        )

        gameManagement.add(que14)

        //15
        val que15 = Question(
            15,
            "Паленето на стърнища, слогове и крайпътни ивици е:",
            "забранено",
            "разрешено до водоизточници",
            "разрешено е само на стърнища",
            1
        )

        gameManagement.add(que15)

        //16
        val que16 = Question(
            16,
            "Поддържане на оптимален запас с нормална полова и възрастова структура означава отстрел:",
            "само на млади индивиди",
            "на трофейно зрели индивиди",
            "разпределен по пол и възраст",
            3
        )

        gameManagement.add(que16)

        //17
        val que17 = Question(
            17,
            "Достигане и поддържане на допустимия запас на сърната се постига чрез:",
            "групово ловуване",
            "ловуване с гончета",
            "подборен отстрел",
            3
        )

        gameManagement.add(que17)

        //18
        val que18 = Question(
            18,
            "При подборен отстрел в популация с нормална възрастова структура, в коя група е съсредоточен основно отстрелът?",
            "при младите",
            "при средно възрастните",
            "при трофейно зрелите",
            1
        )

        gameManagement.add(que18)

        //19
        val que19 = Question(
            19,
            "При какво полово съотношение при повечето ловни видове прирастът ще бъде по-голям?",
            "ако мъжките са повече от женските",
            "ако мъжките са по-малко от женските",
            "ако мъжките са колкото женските",
            2
        )

        gameManagement.add(que19)

        //20
        val que20 = Question(
            20,
            "70% от годишната вноска за стопанисване на дивеча се превеждат по сметка на:",
            "ловните сдружения",
            "Държавните ловни и горски стопанства",
            "Изпълнителната агенция по горите",
            1
        )

        gameManagement.add(que20)

        //21
        val que21 = Question(
            21,
            "Годишната вноска за стопанисване на дивеча се определя:",
            "ежегодно",
            "за срок от 5 години",
            "за срок от 2 години",
            1
        )

        gameManagement.add(que21)

        //22
        val que22 = Question(
            22,
            "Годишната вноска за стопанисване на дивеча се определя от:",
            "Изпълнителния директор на ИАГ",
            "Председателя на националното ловно сдружение",
            "Министъра на земеделието и храните",
            1
        )

        gameManagement.add(que22)

        //23
        val que23 = Question(
            23,
            "Годишната вноска за стопанисване на дивеча е в зависимост от:",
            "пролетната таксация",
            "видовете дивеч",
            "издадените разрешителни за лов",
            3
        )

        gameManagement.add(que23)

        //24
        val que24 = Question(
            24,
            "Ловуването в новозасадени лозя е:",
            "разрешено",
            "забранено без разрешително за лов",
            "забранено",
            3
        )

        gameManagement.add(que24)

        //25
        val que25 = Question(
            25,
            "Ловуването в житни култури е забранено:",
            "през зимата",
            "от 1 април до ожънването им",
            "целогодишно",
            2
        )

        gameManagement.add(que25)

        //26
        val que26 = Question(
            26,
            "Ловуването в оризища е забранено:",
            "от 15 март до прибирането им",
            "през зимата",
            "целогодишно",
            1
        )

        gameManagement.add(que26)

        //27
        val que27 = Question(
            27,
            "Ловуването в разсадници е:",
            "забранено",
            "разрешено",
            "забранено без разрешително за лов",
            1
        )

        gameManagement.add(que27)

        //28
        val que28 = Question(
            28,
            "Ловуването в опитни полета и площи за сортово семепроизводство е забранено:",
            "до прибиране на семената",
            "през зимата",
            "целогодишно",
            3
        )

        gameManagement.add(que28)

        //29
        val que29 = Question(
            29,
            "Забранено ли е ловуването в ливади?",
            "да - до окосяването им",
            "да - целогодишно",
            "не",
            1
        )

        gameManagement.add(que29)

        //30
        val que30 = Question(
            30,
            "Забранено ли е ловуването в ловни развъдници?",
            "в ловния сезон не е",
            "да - целогодишно",
            "не",
            2
        )

        gameManagement.add(que30)

        //31
        val que31 = Question(
            31,
            "Ловуването в зеленчукови и овощни градини и бостани е забранено:",
            "до обирането им",
            "през зимата",
            "целогодишно",
            1
        )

        gameManagement.add(que31)

        //32
        val que32 = Question(
            32,
            "За кои видове дребен дивеч не се прави план за ползване?",
            "яребица и кеклик",
            "пъдпъдък и гургулица",
            "волиерно отглеждани птици",
            3
        )

        gameManagement.add(que32)

        //33
        val que33 = Question(
            33,
            "Ловните трофеи, добити на територията на Република България, задължително се регистрират:",
            "в ловното сдружение",
            "в комисиите за оценка на ловни трофеи",
            "в местното ДГС или ДЛС",
            3
        )

        gameManagement.add(que33)

        //34
        val que34 = Question(
            34,
            "За какво носи информация ловен трофей, добит от дадена популация?",
            "за броя на индивидите",
            "за генетичните заложби",
            "за коефициента на прираст",
            2
        )

        gameManagement.add(que34)

        //35
        val que35 = Question(
            35,
            "Кога спира нарастването на трофея на благородния елен?",
            "с достигане на полова зрялост",
            "от 12 до 14 години",
            "през целия живот нараства",
            2
        )

        gameManagement.add(que35)

        //36
        val que36 = Question(
            36,
            "Кога спира нарастването на трофея на сръндака?",
            "с достигане на полова зрялост",
            "след достигане на трофейна зрялост",
            "през целия живот нараства",
            2
        )

        gameManagement.add(que36)


        //37
        val que37 = Question(
            37,
            "Кога спира нарастването на трофея на глигана?",
            "с достигане на полова зрялост",
            "с настъпване на старостта",
            "през целия живот нараства",
            3
        )

        gameManagement.add(que37)

        //38
        val que38 = Question(
            38,
            "Нормата за отстрел на дива свиня се определя с:",
            "правилника за прилагане на 3ЛОД",
            "ловоустройствените планове",
            "плана за ползване",
            3
        )

        gameManagement.add(que38)

        //39
        val que39 = Question(
            39,
            "Собственици на ловните трофеи са длъжни да ги регистрират в срок от:",
            "3 дни",
            "1 месец",
            "3 месеца",
            2
        )

        gameManagement.add(que39)

        //40
        val que40 = Question(
            40,
            "Коя част от дивеч може да участва и да получи оценка в официални ловни изложения?",
            "паднал еленов рог",
            "глава на глиган",
            "череп на вълк",
            3
        )

        gameManagement.add(que40)

        //41
        val que41 = Question(
            41,
            "Трофей при вълка представлява:",
            "само кожата",
            "само черепът",
            "кожата и черепът",
            3
        )

        gameManagement.add(que41)

        //42
        val que42 = Question(
            42,
            "Подлежат ли на регистрация притежаваните от ловеца черепи с рога?",
            "да - всички",
            "да - само носителите на медали",
            "само с които се прави сделка",
            1
        )

        gameManagement.add(que42)

        //43
        val que43 = Question(
            43,
            "Пролетната таксация на едрия дивеч се извършва:",
            "в летните му местообитания",
            "в зимните му местообитания",
            "след раждане на приплодите",
            2
        )

        gameManagement.add(que43)

        //44
        val que44 = Question(
            44,
            "За да се избегне повторното преброяване на едни и същи животни, таксацията се извършва:",
            "в две последователни седмици",
            "в два последователни дни",
            "по възможност в един и същ ден",
            3
        )

        gameManagement.add(que44)

        //45
        val que45 = Question(
            45,
            "Пробните площи за таксация на дребен местен дивеч се залагат на:",
            "15-20 % от площта",
            "40-50 % от площта",
            "5-10 % от площта",
            1
        )

        gameManagement.add(que45)

        //46
        val que46 = Question(
            46,
            "Дребният дивеч в обработваемите площи е концентриран в:",
            "периферната ивица на блока",
            "централната част на блока",
            "южната част на блока",
            1
        )

        gameManagement.add(que46)

        //47
        val que47 = Question(
            47,
            "Планът за ползване на дивеча се определя въз основа на:",
            "таксацията, прираста и загубите",
            "нуждата от дивечово месо",
            "организирания ловен туризъм",
            1
        )

        gameManagement.add(que47)

        //48
        val que48 = Question(
            48,
            "Естественият есенно-зимен отпад при заека е обикновено:",
            "0.2",
            "0.4",
            "0.8",
            1
        )

        gameManagement.add(que48)

        //49
        val que49 = Question(
            49,
            "Естественият есенно-зимен отпад при яребицата е обикновено:",
            "0.1",
            "0.5",
            "0.9",
            2
        )

        gameManagement.add(que49)

        //50
        val que50 = Question(
            50,
            "Как се предпазва дивеч от селскостопанска техника?",
            "сваля се ауспуховото гърне",
            "машините се боядисват в ярък цвят",
            "монтират се плашещи устройства",
            3
        )

        gameManagement.add(que50)

        //51
        val que51 = Question(
            51,
            "По каква схема се косят или жънат обработваемите площи за запазване на дивеча?",
            "по редове",
            "спираповидно отвътре навън",
            "спираловидно отвън навътре",
            2
        )

        gameManagement.add(que51)

        //52
        val que52 = Question(
            52,
            "Химическите препарати нанасят най-много щети върху:",
            "едрия дивеч",
            "дребния дивеч",
            "щетите са еднакви",
            3
        )

        gameManagement.add(que52)

        //53
        val que53 = Question(
            53,
            "Селскостопанската техника нанася най-много щети на:",
            "едрия дивеч",
            "дребния дивеч",
            "щетите са еднакви",
            2
        )

        gameManagement.add(que53)

        //54
        val que54 = Question(
            54,
            "Химическите вещества против насекоми (инсектициди) са най-опасни за птиците през:",
            "брачния период",
            "периода на мътене",
            "периода на отглеждане на малките",
            3
        )

        gameManagement.add(que54)

        //55
        val que55 = Question(
            55,
            "Перспективното развитие на дивечовите популации за 10-годишен период се посочва в:",
            "правителствената програма",
            "ловоустройствените проекти",
            "планове за развитие на общините",
            2
        )

        gameManagement.add(que55)

        //56
        val que56 = Question(
            56,
            "Комбинираната хранилка включва:",
            "различни видове фуражи и сол",
            "хранилка с чакало",
            "хранилка с капан",
            1
        )

        gameManagement.add(que56)

        //57
        val que57 = Question(
            57,
            "На хранилките дивечът трябва да може да:",
            "се нахрани максимапно бързо",
            "се задържи най-дълго",
            "не се среща с други видове",
            2
        )

        gameManagement.add(que57)

        //58
        val que58 = Question(
            58,
            "В коя част на ловностопанските райони се разполагат дивечовите ниви и ловностопанските съоръжения?",
            "в периферията",
            "мозаечно по цялата площ",
            "само по южните склонове",
            2
        )

        gameManagement.add(que58)

        //59
        val que59 = Question(
            59,
            "За кои видове дивеч се правят калища?",
            "елен лопатар и сърна",
            "дива свиня и благороден елен",
            "муфлон и дива коза",
            2
        )

        gameManagement.add(que59)

        //60
        val que60 = Question(
            60,
            "Минималната дневна дажба концентриран фураж за подхранване на една сърна е:",
            "150 гр",
            "500 гр",
            "1 кг",
            1
        )

        gameManagement.add(que60)

        //61
        val que61 = Question(
            61,
            "Минималният срок за подхранване на фазана в Северна България е:",
            "150 дни",
            "90 дни",
            "60 дни",
            1
        )

        gameManagement.add(que61)

        //62
        val que62 = Question(
            62,
            "Минималната дневна дажба концентриран фураж по норматив за подхранване на един благороден елен е:",
            "0,5 кг",
            "5 кг",
            "15 кг",
            1
        )

        gameManagement.add(que62)

        //63
        val que63 = Question(
            63,
            "Какво представлява таксацията на дивеча?",
            "определяне на дивечовите запаси",
            "начисляване на отстрелни такси",
            "начисляване на арендни такси",
            1
        )

        gameManagement.add(que63)

        //64
        val que64 = Question(
            64,
            "Преди машинната коситба на фуражни култури яйцата от застрашените гнезда по възможност се:",
            "унищожават",
            "изнасят за изкуствено люпене",
            "оставят на място",
            2
        )

        gameManagement.add(que64)

        //65
        val que65 = Question(
            65,
            "Борбата с масово размножилите се мишевидни гризачи най-правилно се води чрез:",
            "палене на стърнищата",
            "пръскане на инсектициди със самолет",
            "поставяне на родентоциди в дупките им",
            3
        )

        gameManagement.add(que65)

        //66
        val que66 = Question(
            66,
            "С цел опазване на дребния дивеч, за борба с насекомните вредители по растенията се препоръчват:",
            "химически препарати",
            "палене на стърнищата",
            "биологични методи",
            3
        )

        gameManagement.add(que66)

        //67
        val que67 = Question(
            67,
            "Как влияе на дивеча скитането на туристи, гъбари и билкари в местообитанията му?",
            "не влияе",
            "дивечът се безпокои непрекъснато",
            "дивечът се безпокои само от хищници",
            2
        )

        gameManagement.add(que67)

        //68
        val que68 = Question(
            68,
            "Успешното аклиматизиране за първи път на чужд за нашата фауна вид дивеч се нарича:",
            "популация",
            "реаклиматизация",
            "интродукция",
            3
        )

        gameManagement.add(que68)

        //69
        val que69 = Question(
            69,
            "Площите за специализираната фуражна база от държавния земеделски и горски фонд се предоставят:",
            "с договор със собственика на земята",
            "по решение на общинския съвет",
            "безвъзмездно",
            3
        )

        gameManagement.add(que69)

        //70
        val que70 = Question(
            70,
            "С най-висока хранителна стойност е:",
            "грубият фураж",
            "сочният фураж",
            "концентрираният фураж",
            3
        )

        gameManagement.add(que70)

        //71
        val que71 = Question(
            71,
            "За осигуряване на хранителна база на дивеча се правят:",
            "убежища",
            "дивечови ниви",
            "заслони",
            2
        )

        gameManagement.add(que71)

        //72
        val que72 = Question(
            72,
            "За кой дивеч не се поставят солища?",
            "за фазан",
            "за заек",
            "за сърна",
            1
        )

        gameManagement.add(que72)

        //73
        val que73 = Question(
            73,
            "Поддържането на дивечови ниви в незаградените площи има за цел:",
            "угояване",
            "пълно задоволяване с храна",
            "подпомагане на изхранването",
            3
        )

        gameManagement.add(que73)

        //74
        val que74 = Question(
            74,
            "За дивеча достатъчният брой на убежищата е:",
            "много важен",
            "без значение",
            "важен само при наличие на хищници",
            1
        )

        gameManagement.add(que74)

        //75
        val que75 = Question(
            75,
            "Сроковете за подхранване на дивеча се отнасят за:",
            "летния засушлив период",
            "интензивния растеж на приплодите",
            "зимния период",
            3
        )

        gameManagement.add(que75)

        //76
        val que76 = Question(
            76,
            "За кои видове дивеч наличието на блатни местообитания е задължително?",
            "дива свиня и елен лопатар",
            "ондатра и нутрия",
            "дива котка и язовец",
            2
        )

        gameManagement.add(que76)

        //77
        val que77 = Question(
            77,
            "Водоплаващият дивеч през зимата предпочита:",
            "незамръзващи водни площи",
            "замръзващи водни площи",
            "пресъхващи водни площи",
            1
        )

        gameManagement.add(que77)

        //78
        val que78 = Question(
            78,
            "Дълбокият сняг с ледена кора пречи най-много на придвижването на:",
            "грабливите птици",
            "копитния дивеч",
            "косматите хищници",
            2
        )

        gameManagement.add(que78)

        //79
        val que79 = Question(
            79,
            "Минималният срок за подхранване на яребицата в Южна България е:",
            "150 дни",
            "90 дни",
            "60 дни",
            3
        )

        gameManagement.add(que79)

        //80
        val que80 = Question(
            80,
            "Може ли да се изеършва таксация на благороден елен по време на размножителния период?",
            "не, животните трудно се наблюдават",
            "само в заградени площи",
            "да - широко използван метод",
            3
        )

        gameManagement.add(que80)

        //81
        val que81 = Question(
            81,
            "Таксацията на дивеча е основа за:",
            "определяне на районите",
            "изработка на плана за ползване",
            "прием на членове в дружината",
            2
        )

        gameManagement.add(que81)

        //82
        val que82 = Question(
            82,
            "Как влияе пашата на домашен добитък в дивечовите местообитания?",
            "благоприятно",
            "неблагоприятно",
            "неблагоприятно, ако се водят кучета",
            2
        )

        gameManagement.add(que82)

        //83
        val que83 = Question(
            83,
            "В ловностопански район трябва да се развъждат онези видове дивеч, за които:",
            "e осигурен ловен туризъм",
            "може да се реализира пазар на месо",
            "има подходящи условия за живот",
            3
        )

        gameManagement.add(que83)

        //84
        val que84 = Question(
            84,
            "При лошо атмосферно влияние, за раждане и отглеждане на малките си дивечът се нуждае най-вече от:",
            "обезпаразитяване",
            "подходящи убежища",
            "своевременни ваксинации",
            2
        )

        gameManagement.add(que84)

        //85
        val que85 = Question(
            85,
            "Високата средна възраст на популацията спомага за увеличаване на:",
            "трофейния отстрел",
            "добива на дивечово месо",
            "стадния начин на живот",
            1
        )

        gameManagement.add(que85)

        //86
        val que86 = Question(
            86,
            "За осигуряване на спокойствие на дивеча се правят:",
            "убежища",
            "дивечови ниви",
            "ловни пътища",
            1
        )

        gameManagement.add(que86)

        //87
        val que87 = Question(
            87,
            "Какви селскостопански площи са най-добри за развъждане на дивеч?",
            "големи монокултурни площи",
            "площи с интензивна паша на добитък",
            "С мозаечно разположени култури",
            3
        )

        gameManagement.add(que87)

        //88
        val que88= Question(
            88,
            "За кой дивеч е характерно калянето?",
            "само за дива свиня",
            "за дива свиня и благороден елен",
            "само за благородния елен",
            2
        )

        gameManagement.add(que88)

        //89
        val que89= Question(
            89,
            "В базата за интензивно развитие и ползване (БИРП) животните се отглеждат в:",
            "незаградена площ",
            "заградена площ",
            "клетки",
            2
        )

        gameManagement.add(que89)

        return gameManagement
    }

    fun getQuestionsHuntingMethods(): ArrayList<Question> {
        val huntingMethods = ArrayList<Question> ()


        //1
        val que1 = Question(
            1,
            "На благороден елен се ловува:",
            "групово",
            "индивидуално",
            "индивидуално с гончета",
            2
        )

        huntingMethods.add(que1)

        //2
        val que2 = Question(
            2,
            "При групово ловуване на дива свиня групите се състоят от:",
            "неограничен брой ловци",
            "8 до 12 ловци",
            "8 до 20 ловци",
            3
        )

        huntingMethods.add(que2)

        //3
        val que3 = Question(
            3,
            "Начините на ловуване са:",
            "индивидуален и групов",
            "причакване, примамване и издебване",
            "с кучета и без кучета",
            1
        )

        huntingMethods.add(que3)

        //4
        val que4 = Question(
            4,
            "Груповото ловуване на дребен дивеч се извършва чрез:",
            "подвижна и неподвижна постова гонка",
            "кръвоследници",
            "гончета",
            1,
        )

        huntingMethods.add(que4)

        //5
        val que5 = Question(
            5,
            "Когато ловуват ловец и ловен водач, това е:",
            "групово ловуване",
            "индивидуапно ловуване",
            "групово ловуване, ако се използват кучета",
            2
        )

        huntingMethods.add(que5)

        //6
        val que6 = Question(
            6,
            "Може ли да се ловува индивидуално без разрешително за подборен отстрел?",
            "да",
            "не",
            "само ако се ловува с куче",
            1
        )

        huntingMethods.add(que6)

        //7
        val que7 = Question(
            7,
            "Броя на ловците, участващи в групов лов на дива свиня, включва само:",
            "стрелците",
            "стрелците и гоначите",
            "гоначите",
            2
        )

        huntingMethods.add(que7)

        //8
        val que8 = Question(
            8,
            "Простата подвижна гонка се използва при:",
            "лов на хищници",
            "лов на дребен дивеч",
            "лов на едър дивеч",
            2
        )

        huntingMethods.add(que8)

        //9
        val que9 = Question(
            9,
            "Използването на хрътките е:",
            "забранено",
            "разрешено",
            "разрешено при лов на дребен дивеч",
            1
        )

        huntingMethods.add(que9)

        //10
        val que10 = Question(
            10,
            "На сърна се ловува:",
            "групово",
            "индивидуално",
            "индивидуално с гончета",
            2
        )

        huntingMethods.add(que10)

        //11
        val que11 = Question(
            11,
            "На елен лопатар се ловува:",
            "групово",
            "индивидуално",
            "индивидуално с гончета",
            2
        )

        huntingMethods.add(que11)

        //12
        val que12 = Question(
            12,
            "На лисица се ловува:",
            "само индивидуално",
            "само групово",
            "индивидуално и групово",
            3
        )

        huntingMethods.add(que12)

        //13
        val que13 = Question(
            13,
            "На чакал се ловува:",
            "индивидуално подборно",
            "индивидуално и групово",
            "само групово",
            2
        )

        huntingMethods.add(que13)

        //14
        val que14 = Question(
            14,
            "Разрешено ли е използване на записи и електронни имитатори за примамване на дивеча?",
            "да",
            "не",
            "само за хищници",
            2
        )

        huntingMethods.add(que14)

        //15
        val que15 = Question(
            15,
            "На заек се ловува:",
            "само индивидуално",
            "само групово",
            "индивидуално и групово",
            3
        )

        huntingMethods.add(que15)

        //16
        val que16 = Question(
            16,
            "На дива свиня се ловува:",
            "само индивидуално",
            "индивидуално и групово",
            "само групово",
            2
        )

        huntingMethods.add(que16)

        //17
        val que17 = Question(
            17,
            "Кой вид се ловува само индивидуално?",
            "заек",
            "дива свиня",
            "сърна",
            3
        )

        huntingMethods.add(que17)

        //18
        val que18 = Question(
            18,
            "Как се ловува индивидуално?",
            "задължително с куче",
            "задължително без куче",
            "и по двата начина",
            3
        )

        huntingMethods.add(que18)

        //19
        val que19 = Question(
            19,
            "Кой дивеч се ловува само индивидуално?",
            "вълк",
            "дива коза",
            "голяма белочела гъска",
            2
        )

        huntingMethods.add(que19)

        //20
        val que20 = Question(
            20,
            "На глухар се ловува:",
            "индивидуално и групово",
            "групово",
            "индивидуално подборно",
            3
        )

        huntingMethods.add(que20)

        //21
        val que21 = Question(
            21,
            "На муфлон се ловува:",
            "индивидуално подборно",
            "индивидуално и групово",
            "групово",
            1
        )

        huntingMethods.add(que21)

        //22
        val que22 = Question(
            22,
            "Разрешен ли е отстрел на ранен или явно болен дивеч извън срока за ловуване?",
            "Разрешен е",
            "He e разрешен",
            "Разрешен е за упълномощени служители",
            3
        )

        huntingMethods.add(que22)

        //23
        val que23 = Question(
            23,
            "Разрешено ли е ловуване с грабливи птици?",
            "да",
            "не",
            "да, ако птиците са опитомени",
            2
        )

        huntingMethods.add(que23)

        //24
        val que24 = Question(
            24,
            "Разрешено ли е ловуване от каруца?",
            "да",
            "не",
            "само за хищници",
            1
        )

        huntingMethods.add(que24)

        //25
        val que25 = Question(
            25,
            "При групов лов гоначите броят ли се към групата, ако носят пушки?",
            "броят се",
            "не се броят",
            "броят се, ако водят кучета",
            1
        )

        huntingMethods.add(que25)

        //26
        val que26 = Question(
            26,
            "За кой вид дребен дивеч е разрешено групово ловуване?",
            "за нурия",
            "за катерица",
            "за фазан",
            3
        )

        huntingMethods.add(que26)

        //27
        val que27 = Question(
            27,
            "Лов с причакване на дивеч от чакало е:",
            "индивидуално ловуване",
            "групово ловуване",
            "забранен",
            1
        )

        huntingMethods.add(que27)

        //28
        val que28 = Question(
            28,
            "На благороден елен се ловува:",
            "само индивидуално",
            "индивидуално и групово",
            "само групово",
            1
        )

        huntingMethods.add(que28)

        //29
        val que29= Question(
            29,
            "На сърна се ловува:",
            "само индивидуално",
            "индивидуално и групово",
            "само групово",
            1
        )

        huntingMethods.add(que29)

        //30
        val que30 = Question(
            30,
            "Чрез подвижна гонка се ловува предимно в:",
            "планинска местност",
            "гориста местност",
            "полето",
            3
        )

        huntingMethods.add(que30)

        //31
        val que31 = Question(
            31,
            "Чрез неподвижна постова гонка се ловува предимно в:",
            "гориста местност",
            "скалиста местност",
            "полето",
            1
        )

        huntingMethods.add(que31)

        //32
        val que32 = Question(
            32,
            "В кои случаи се допуска груповото ловуване на дива свиня в държавните ловни стопанства?",
            "за организиран ловен туризъм",
            "само за служители на ловното стопанство",
            "за всички по време на ловния сезон",
            1
        )

        huntingMethods.add(que32)

        //33
        val que33 = Question(
            33,
            "Кой дивеч се ловува само групово?",
            "дива свиня",
            "заек",
            "няма такъв дивеч",
            3
        )

        huntingMethods.add(que33)

        //34
        val que34 = Question(
            34,
            "В груповото ловуване за хищници могат да участват:",
            "от 8 до 20 ловци",
            "до 30 ловци",
            "неограничен брой ловци",
            1
        )

        huntingMethods.add(que34)

        //35
        val que35 = Question(
            35,
            "По време на групов лов на чакал:",
            "се използват кучета",
            "не се използват кучета",
            "минималният брой ловци не е по-малък от 15",
            1
        )

        huntingMethods.add(que35)

        //36
        val que36 = Question(
            36,
            "На хищници се ловува:",
            "подборно",
            "групово, индивидуално и на лов на други видове дивеч",
            "по време на хайки",
            2
        )

        huntingMethods.add(que36)

        //37
        val que37 = Question(
            37,
            "Кой е неподвижен при неподвижна постова гонка?",
            "стрелците",
            "гоначите",
            "стрелците и гоначите",
            1
        )

        huntingMethods.add(que37)

        //38
        val que38 = Question(
            38,
            "Обект на подборен лов е:",
            "сърната",
            "колхидският фазан",
            "големият корморан",
            1
        )

        huntingMethods.add(que38)

        //39
        val que39 = Question(
            39,
            "Обект на подборно ловуване е:",
            "вълкът",
            "лисицата",
            "глухарът",
            3
        )

        huntingMethods.add(que39)

        //40
        val que40 = Question(
            40,
            "За кои видове едър дивеч се допуска групово ловуване?",
            "дива свиня и вълк",
            "сърна",
            "мечка",
            1
        )

        huntingMethods.add(que40)

        //41
        val que41 = Question(
            41,
            "Какви отличителни белези трябва да имат гоначите при групов лов?",
            "знаменца",
            "пушки с хромирани цеви",
            "ярки дрехи, шапки или ленти",
            3
        )

        huntingMethods.add(que41)

        //42
        val que42 = Question(
            42,
            "Кой се движи при подвижна гонка?",
            "само ловците",
            "само кучетата",
            "ловците и кучетата",
            3
        )

        huntingMethods.add(que42)

        //43
        val que43 = Question(
            43,
            "Разрешено ли е извършването на подборен отстрел на дива свиня с гладкоцевна ловна пушка?",
            "да, само с куршум",
            "да, с куршум и сачми",
            "не",
            1
        )

        huntingMethods.add(que43)

        //44
        val que44 = Question(
            44,
            "При кой вид едър дивеч не се води подборен отстрел?",
            "елен лопатар",
            "вълк",
            "дива свиня",
            2
        )

        huntingMethods.add(que44)

        //45
        val que45 = Question(
            45,
            "Води ли се подборен отстрел за дребен дивеч?",
            "да",
            "не",
            "в Държавните ловни стопанства",
            2
        )

        huntingMethods.add(que45)

        //46
        val que46 = Question(
            46,
            "В кои ловностопански райони на сърна се ловува подборно?",
            "в Държавните ловностопански райони",
            "във всички ловни райони",
            "в Държавните ловни стопанства",
            2
        )

        huntingMethods.add(que46)

        //47
        val que47 = Question(
            47,
            "В кои ловностопански райони на благороден елен се ловува подборно?",
            "в Държавните ловностопански райони",
            "в Държавните дивечовъдни станции",
            "във всички ловни райони",
            3
        )

        huntingMethods.add(que47)

        //48
        val que48 = Question(
            48,
            "Води ли се подборен отстрел в районите на ловни дружини?",
            "не",
            "само за благороден елен",
            "задължително за видовете с такъв режим",
            3
        )

        huntingMethods.add(que48)

        //49
        val que49 = Question(
            49,
            "Какви са методите за подборно ловуване?",
            "издебване, причакване и примамване",
            "с кучета и без кучета",
            "със и без ловен водач",
            1
        )

        huntingMethods.add(que49)

        //50
        val que50 = Question(
            50,
            "Коя птица е обект на подборен отстрел?",
            "колхидски фазан",
            "глухар",
            "голяма белочела гъска",
            2
        )

        huntingMethods.add(que50)

        //51
        val que51 = Question(
            51,
            "Разрешено ли е ползване на кучета при подборен отстрел?",
            "не",
            "да - само на гончета",
            "да - само на кръвоследници",
            3
        )

        huntingMethods.add(que51)

        //52
        val que52 = Question(
            52,
            "Ловецът на пусия е длъжен да не напуска определеното му място докато:",
            "не преминат дивите свине",
            "не се обяви краят на гонката",
            "не преминат кучетата",
            2
        )

        huntingMethods.add(que52)

        //53
        val que53 = Question(
            53,
            "Има ли птици, обект на подборен отстрел?",
            "да",
            "не",
            "само защитени видове",
            1
        )

        huntingMethods.add(que53)

        //54
        val que54 = Question(
            54,
            "Може ли да се извършва подборен отстрел на бозайници със сачми?",
            "да - само за сърна",
            "да - само за дива свиня",
            "забранено е",
            3
        )

        huntingMethods.add(que54)

        //55
        val que55 = Question(
            55,
            "Разрешено ли е използване на кучета по време на индивидуално ловуване на дребен дивеч?",
            "да, без гончета",
            "не",
            "само за хищници",
            1
        )

        huntingMethods.add(que55)

        //56
        val que56 = Question(
            56,
            "Срокът за ловуване на див заек е:",
            "от 1 октомври до 31 декември",
            "от 1 октомври до 30 ноември",
            "от 15 август до 30 ноември",
            1
        )

        huntingMethods.add(que56)

        //57
        val que57 = Question(
            57,
            "Разрешено ли е да се използват изкуствени източници на светлина при лов на хищници?",
            "само при ловуване от чакало",
            "само при ловуване от МПС",
            "забранено е",
            3
        )

        huntingMethods.add(que57)

        //58
        val que58 = Question(
            58,
            "Скитащите кучета в ловностопанските райони се:",
            "ликвидират",
            "улавят за кастрация",
            "обезпаразитяват",
            1
        )

        huntingMethods.add(que58)

        //59
        val que59 = Question(
            59,
            "Инструктажът преди групов лов е:",
            "задължителен",
            "задължителен, ако има млади ловци",
            "желателен",
            1
        )

        huntingMethods.add(que59)

        //60
        val que60 = Question(
            60,
            "Разрешено ли е при лов на лисица и язовец да се обгазяват или опушват дупките?",
            "да",
            "не",
            "само от 1 ноември до 31 януари",
            2
        )

        huntingMethods.add(que60)

        //61
        val que61 = Question(
            61,
            "Разрешено ли е примамване на хищници с жива примамка?",
            "не",
            "да",
            "само от 1 ноември до 31 януари",
            1
        )

        huntingMethods.add(que61)

        //62
        val que62 = Question(
            62,
            "Индивидуално ловуване на хищници се извършва:",
            "само в празничните дни",
            "във всички дни на седмицата",
            "от 1 ноември до 28 февруари",
            2
        )

        huntingMethods.add(que62)

        //63
        val que63 = Question(
            63,
            "Мигриращ дивеч е:",
            "пъдпъдъкът",
            "фазанът",
            "глухарът",
            1
        )

        huntingMethods.add(que63)

        //64
        val que64 = Question(
            64,
            "На мигриращ дивеч се ловува:",
            "само групово",
            "само индивидуално",
            "индивидуално и групово",
            3
        )

        huntingMethods.add(que64)

        //65
        val que65 = Question(
            65,
            "На гривяк се ловува:",
            "от 15 август до 30 октомври",
            "от 15 август до 30 ноември",
            "от втората събота на август до втората неделя на февруари",
            3
        )

        huntingMethods.add(que65)

        //66
        val que66 = Question(
            66,
            "С какви сачми се стреля по пъдпъдъци?",
            "№ 9-12",
            "№ 1 - 2/0",
            "№ 4/0 - 8/0",
            1
        )

        huntingMethods.add(que66)

        //67
        val que67 = Question(
            67,
            "На пъдпъдък се ловува:",
            "от втората събота на август до 30 ноември",
            "от 15 август до 30 ноември",
            "от 15 август до 28 февруари",
            1
        )

        huntingMethods.add(que67)

        //68
        val que68 = Question(
            68,
            "Срокът за ловуване на горски бекас е:",
            "от 1 октомври до 31 декември",
            "от 1 октомври до 30 ноември",
            "от втората събота на август до последния ден на февруари",
            3
        )

        huntingMethods.add(que68)

        //69
        val que69 = Question(
            69,
            "Дневната норма за отстрел на зеленоглава патица от един ловец е:",
            "до 1 бр",
            "до 3 бр",
            "до 5 бр",
            3
        )

        huntingMethods.add(que69)

        //70
        val que70 = Question(
            70,
            "Дивите патици - обект на лов, се ловуват:",
            "от 15 август до 30 октомври",
            "от 1 октомври до 31 януари",
            "от 15 август до 31 януари",
            2
        )

        huntingMethods.add(que70)

        //71
        val que71 = Question(
            71,
            "Полудива патица се ловува:",
            "от 15 август до 30 октомври",
            "от 1 октомври до 31 януари",
            "от 15 август до 31 януари",
            2
        )

        huntingMethods.add(que71)

        //72
        val que72 = Question(
            72,
            "Зеленоглава патица се ловува:",
            "от 1 октомври до 31 януари",
            "от 15 август до 30 октомври",
            "от 15 август до 31 януари",
            1
        )

        huntingMethods.add(que72)

        //73
        val que73 = Question(
            73,
            "Лов на водоплаващ дивеч може да се извършва:",
            "от 1 час преди разсъмване до 1 час след залез",
            "денонощие",
            "от 12 до 23 часа",
            1
        )

        huntingMethods.add(que73)

        //74
        val que74 = Question(
            74,
            "На гургулица се ловува:",
            "от 15 август до 30 октомври",
            "от втората събота на август до 30 ноември",
            "от 15 август до 28 февруари",
            2
        )

        huntingMethods.add(que74)

        //75
        val que75 = Question(
            75,
            "Срокът за ловуване на обикновена бекасина е:",
            "от втората събота на август до последния ден на февруари",
            "от 1 октомври до 30 ноември",
            "от 15 август до 28 февруари",
            1
        )

        huntingMethods.add(que75)

        //76
        val que76 = Question(
            76,
            "Срокът за ловуване на скорец е:",
            "от 1 октомври до 31 декември",
            "целогодишно",
            "от 15 август до 30 ноември",
            2
        )

        huntingMethods.add(que76)

        //77
        val que77 = Question(
            77,
            "Голямата белочела гъска се ловува:",
            "от 15 август до 30 октомври",
            "от 1 октомври до 31 януари",
            "от 15 август до 31 януари",
            2
        )

        huntingMethods.add(que77)

        //78
        val que78 = Question(
            78,
            "Дневната норма за отстрел на голяма белочела гъска от един ловец е:",
            "до 1 брой",
            "до 3 броя",
            "до 5 броя",
            2
        )

        huntingMethods.add(que78)

        //79
        val que79 = Question(
            79,
            "Срокът за ловуване на кеклик в ловностопанските райони е:",
            "от 1 октомври до 31 декември",
            "от 1 октомври до 30 ноември",
            "от 15 август до 30 ноември",
            2
        )

        huntingMethods.add(que79)

        //80
        val que80 = Question(
            80,
            "Разрешено ли е да се използват отровни и упойващи вещества за регулиране на запаса на някои хищници?",
            "не, това е забранено",
            "да, за вреден дивеч",
            "да, само упойващи вещества",
            1
        )

        huntingMethods.add(que80)

        //81
        val que81 = Question(
            81,
            "Дневната норма за отстрел на заек на един ловец е:",
            "1 заек",
            "2 заека",
            "3 заека",
            1
        )

        huntingMethods.add(que81)

        //82
        val que82 = Question(
            82,
            "Срокът за ловуване на яребица в ловностопанските райони е:",
            "от 1 октомври до 31 декември",
            "от 1 октомври до 30 ноември",
            "от 15 август до 30 ноември",
            2
        )

        huntingMethods.add(que82)

        //83
        val que83 = Question(
            83,
            "Дневната норма за отстрел на фазан от един ловец е:",
            "до 1 брой",
            "до 2 броя",
            "до 4 броя",
            2
        )

        huntingMethods.add(que83)

        //84
        val que84 = Question(
            84,
            "Къде се ловува успешно на гугутка?",
            "около населени места",
            "в големи горски комплекси",
            "около блатисти райони",
            1
        )

        huntingMethods.add(que84)

        //85
        val que85 = Question(
            85,
            "Залагане на железни стъпни капани е:",
            "забранено",
            "разрешено",
            "разрешено за хищници",
            1
        )

        huntingMethods.add(que85)

        //86
        val que86 = Question(
            86,
            "Срокът за ловуване на фермено произведен фазан е:",
            "от 1 октомври до 28 февруари",
            "от 1 октомври до 31 декември",
            "от 1 октомври до 31 януари",
            1
        )

        huntingMethods.add(que86)

        //87
        val que87 = Question(
            87,
            "Срокът за ловуване на фазан в ловностопански район е:",
            "от 1 октомври до 31 януари",
            "от 1 октомври до 30 ноември",
            "от 15 август о 30 ноември",
            1
        )

        huntingMethods.add(que87)

        //88
        val que88 = Question(
            88,
            "На вълк се ловува:",
            "от 1 септември до 31 декември",
            "от 1 октомври до 28 февруари",
            "целогодишно",
            3
        )

        huntingMethods.add(que88)

        //89
        val que89 = Question(
            89,
            "Индивидуално ловуване на лисица се извършва:",
            "във всички дни на седмицата",
            "само в празнични дни",
            "само от 1 октомври до 28 февруари",
            1
        )

        huntingMethods.add(que89)

        //90
        val que90= Question(
            90,
            "Унищожаването на подивели и скитащи кучета и котки в ловностопанските райони се извършва:",
            "само по време на ловния сезон",
            "във всички дни на седмицата",
            "когато е разрешила общината",
            2
        )

        huntingMethods.add(que90)

        //91
        val que91 = Question(
            91,
            "Разрешено ли е ловуване на хищници по време на излет за друг вид дивеч?",
            "разрешено е",
            "не е разрешено",
            "само с придружител",
            1
        )

        huntingMethods.add(que91)

        //92
        val que92 = Question(
            92,
            "На язовец се ловува:",
            "от 1 септември до 31 декември",
            "от 1 август до 28 февруари",
            "целогодишно",
            2
        )

        huntingMethods.add(que92)

        //93
        val que93 = Question(
            93,
            "На женски благородни елени се ловува:",
            "от 1 септември до 31 декември",
            "от 1 октомври до 31 декември",
            "от 1 септември до 31 януари",
            2
        )

        huntingMethods.add(que93)

        //94
        val que94 = Question(
            94,
            "Залагане на примки е:",
            "забранено",
            "разрешено",
            "разрешено за хищници",
            1
        )

        huntingMethods.add(que94)

        //95
        val que95 = Question(
            95,
            "На чакал се ловува:",
            "от 1 септември до 31 декември",
            "от 1 октомври до 28 февруари",
            "целогодишно",
            3
        )

        huntingMethods.add(que95)

        //96
        val que96 = Question(
            96,
            "На лисица се ловува:",
            "от 1 септември до 31 декември",
            "от 1 октомври до 28 февруари",
            "целогодишно",
            3
        )

        huntingMethods.add(que96)

        //97
        val que97 = Question(
            97,
            "На бялка се ловува:",
            "от 1 септември до 31 декември",
            "от 1 октомври до 28 февруари",
            "целогодишно",
            3
        )

        huntingMethods.add(que97)

        //98
        val que98= Question(
            98,
            "На черен пор се ловува:",
            "от 1 септември до 31 декември",
            "от 1 октомври до 28 февруари",
            "целогодишно",
            3
        )

        huntingMethods.add(que98)

        //99
        val que99 = Question(
            99,
            "Благороден елен се ловува чрез:",
            "тиха гонка",
            "издебване",
            "групов лов",
            2
        )

        huntingMethods.add(que99)

        //100
        val que100 = Question(
            100,
            "На мъжки благородни елени се ловува:",
            "от 1 септември до 31 декември",
            "от 1 октомври до 31 януари",
            "от 1 септември до 31 януари",
            3
        )

        huntingMethods.add(que100)

        //101
        val que101 = Question(
            101,
            "На сръндаци се ловува трофейно:",
            "от 1 май до 30 октомври",
            "от 1 юли до 30 октомври",
            "от 1 октомври до 31 декември",
            1
        )

        huntingMethods.add(que101)

        //102
        val que102 = Question(
            102,
            "На мъжки диви кози се ловува:",
            "от 1 септември до 31 декември",
            "от 1 октомври до 31 декември",
            "съгласно плана за дива коза в България",
            3
        )

        huntingMethods.add(que102)

        //103
        val que103 = Question(
            103,
            "На мъжки трофейно зрели муфлони се ловува:",
            "от 1 септември до 31 декември",
            "от 1 октомври до 31 декември",
            "целогодишно",
            3
        )

        huntingMethods.add(que103)

        //104
        val que104 = Question(
            104,
            "На мъжки и женски муфлони се ловува:",
            "от 1 септември до 31 декември",
            "от 1 септември до 31 януари",
            "от 1 октомври до 31 декември",
            2
        )

        huntingMethods.add(que104)

        //105
        val que105= Question(
            105,
            "На мъжки глухар се ловува:",
            "от 15 април до 15 май",
            "от 1 септември до 31 януари",
            "от 1 октомври до 31 декември",
            1
        )

        huntingMethods.add(que105)

        //106
        val que106 = Question(
            106,
            "Групов лов на диви свине в ловностопанските райони на дружините е разрешен:",
            "от 1 септември до втората неделя на януари",
            "от 1 октомври до втората неделя на януари",
            "от 1 октомври до 31 януари",
            2
        )

        huntingMethods.add(que106)

        //107
        val que107 = Question(
            107,
            "Забранява се провеждането на групов лов на дива свиня в едно и също ловище:",
            "през 2 последователни дни",
            "през 2 последователни седмици",
            "през 3 последователни седмици",
            1
        )

        huntingMethods.add(que107)

        //108
        val que108 = Question(
            108,
            "На мъжки елени лопатари се ловува:",
            "от 1 септември до 31 декември",
            "от 1 октомври до 31 януари",
            "от 1 септември до 31 януари",
            3
        )

        huntingMethods.add(que108)

        //109
        val que109 = Question(
            109,
            "На женски елени лопатари се ловува:",
            "от 1 септември до 31 декември",
            "от 1 октомври до 31 декември",
            "от 1 септември до 31 януари",
            2
        )

        huntingMethods.add(que109)

        //110
        val que110 = Question(
            110,
            "При групов лов на дива свиня, количеството дивеч, разрешен за отстрел, се вписва в:",
            "ловния билет",
            "в талона към разрешителното за групов лов",
            "в първата част на разрешителното за групов лов",
            3
        )

        huntingMethods.add(que110)

        //111
        val que111= Question(
            111,
            "Отровни и упойващи вещества могат да се използват при лов на хищници:",
            "само с разрешение на МОСВ",
            "абсолютно са забранени",
            "само с разрешение на НУГ",
            2
        )

        huntingMethods.add(que111)

        //112
        val que112 = Question(
            112,
            "Разрешена ли е за лов видрата?",
            "да, но само в рибарници",
            "да, по линия на организирания ловен туризъм",
            "не, забранена е за лов",
            3
        )

        huntingMethods.add(que112)

        //113
        val que113 = Question(
            113,
            "Ловът на мечка е:",
            "забранен",
            "забранен, освен по изключение на забраната на ЗБР",
            "разрешен при самоотбрана",
            2
        )

        huntingMethods.add(que113)

        //114
        val que114 = Question(
            114,
            "При лов на лисици и язовци е разрешено:",
            "обгазяване или запушване на дупките",
            "използване на кучета за подземен лов",
            "използване на експлозиви",
            2
        )

        huntingMethods.add(que114)

        //115
        val que115 = Question(
            115,
            "Едрите бозайници след отстрел в район на ловна дружина се изкормят:",
            "вечерта, след приключване на целия лов",
            "възможно най-бързо",
            "само в специализирани касапници",
            2
        )

        huntingMethods.add(que115)

        //116
        val que116 = Question(
            116,
            "След отстрел на сърна ловната етика изисква:",
            "поставяне на кпончета в устата и входната рана",
            "измиване на животното от кръвта",
            "завързването й високо на клон",
            1
        )

        huntingMethods.add(que116)

        //117
        val que117 = Question(
            117,
            "Доубива ли се раненият дивеч?",
            "да - веднага",
            "едва след настървяване на кучетата",
            "изчаква се да умре от раните",
            1
        )

        huntingMethods.add(que117)

        //118
        val que118 = Question(
            118,
            "Кога при групов лов на дива свиня ловецът има право да напусне пусията?",
            "когато покрай него минат гоначите",
            "за преследване на ранено животно",
            "когато ръководителят на лова го прибере",
            3
        )

        huntingMethods.add(que118)

        //119
        val que119 = Question(
            119,
            "Може ли да се отстрелват разрешени за лов хищници по време на ловуване на друг дивеч?",
            "да",
            "не",
            "само при групов лов",
            1
        )

        huntingMethods.add(que119)

        //120
        val que120 = Question(
            120,
            "Премазващите капани са:",
            "разрешени само за хищници",
            "разрешени за лов",
            "забранени за лов",
            3
        )

        huntingMethods.add(que120)

        //121
        val que121 = Question(
            121,
            "Ловуване ли е изваждането на малките на хищници от дупките и бърлогите им?",
            "да",
            "не",
            "само ако се прави с куче териер",
            1
        )

        huntingMethods.add(que121)

        //122
        val que122 = Question(
            122,
            "При групово ловуване на дива свиня се разрешава ползването на:",
            "до 3 бр. ловни кучета",
            "до 8 бр. ловни кучета",
            "до 10 бр. ловни кучета",
            3
        )

        huntingMethods.add(que122)

        //123
        val que123 = Question(
            123,
            "Лов чрез примамване е:",
            "забранен метод за лов",
            "метод на подборно ловуване",
            "начин на лов само на едър дивеч",
            2
        )

        huntingMethods.add(que123)

        //124
        val que124 = Question(
            124,
            "Лов чрез причакване се използва при:",
            "пусия по време на групов лов",
            "забранен метод за лов",
            "подборно ловуване",
            3
        )

        huntingMethods.add(que124)

        //125
        val que125 = Question(
            125,
            "Лов чрез издебване е:",
            "забранен метод за лов",
            "метод на подборно ловуване",
            "начин на лов само на едър дивеч",
            2
        )

        huntingMethods.add(que125)

        //126
        val que126 = Question(
            126,
            "Разрешен е ловът на патици чрез:",
            "изкуствени мюрета",
            "звукозаписи",
            "живи мюрета",
            1
        )

        huntingMethods.add(que126)

        //127
        val que127 = Question(
            127,
            "При лова на пъдпъдъци е разрешено използването на:",
            "звукопроизвеждащи устройства",
            "кучета птичари",
            "грабливи птици",
            2
        )

        huntingMethods.add(que127)

        //128
        val que128 = Question(
            128,
            "При лов на вълци може да се използва:",
            "стъпни капани",
            "само нарезно или гладкоцевно оръжие",
            "прибори за нощно виждане",
            2
        )

        huntingMethods.add(que128)

        //129
        val que129 = Question(
            129,
            "Разрешен ли е в България ловът с ловни соколи?",
            "да, когато има спортен характер",
            "не, не е разрешен",
            "само по линия на организирания ловен туризъм",
            2
        )

        huntingMethods.add(que129)

        //130
        val que130 = Question(
            130,
            "Разрешен ли е за лов пъстрият пор?",
            "да, но само около фазанарии",
            "да, от 1 октомври до 31 декември",
            "не, напълно е забранен",
            3
        )

        huntingMethods.add(que130)

        //131
        val que131 = Question(
            131,
            "Разрешена ли е за лов златката?",
            "да, но само около фазанарии",
            "да, от 1 октомври до 31 декември",
            "не, забранена е за лов",
            3
        )

        huntingMethods.add(que131)

        //132
        val que132 = Question(
            132,
            "В България невестулката е:",
            "забранена за лов",
            "разрешена за лов само край селищата",
            "разрешена за лов от 1 октомври до 28 февруари",
            1
        )

        huntingMethods.add(que132)

        return huntingMethods
    }



    fun getQuestionsGuns(): ArrayList<Question> {
        val guns = ArrayList<Question> ()


        //1
        val que1 = Question(
            1,
            "Пушка с една нарезна и една гладка цев се нарича:",
            "гладкоцевна ловна пушка",
            "ловен автомат",
            "комбинирана ловна пушка",
            3
        )

        guns.add(que1)

        //2
        val que2 = Question(
            2,
            "Самозарядна пушка калибър 12 с магазин за повече от три патрона се нарича:",
            "друцевка",
            "трицевка",
            "ловен автомат",
            3
        )

        guns.add(que2)

        //3
        val que3 = Question(
            3,
            "Пушка с две вертикално споени цеви с калибър 12 се нарича:",
            "успоредка",
            "надцевка",
            "щуцер",
            2
        )

        guns.add(que3)

        //4
        val que4 = Question(
            4,
            "Ловното гладкоцевно оръжие се използва за стрелба по дребен дивеч:",
            "само с курпуми",
            "само със сачми",
            "със сачми и специални куршуми",
            2
        )

        guns.add(que4)

        //5
        val que5 = Question(
            5,
            "Възможно ли е куршум, изстрелян от гладкоцевно ловно оръжие, да получи въртеливо движение?",
            "не",
            "само при рикошет",
            "да, при цев с шок парадокс",
            3
        )

        guns.add(que5)

        //6
        val que6 = Question(
            6,
            "Коя гладкоцевна пушка обсипва със сачми по-плътно целта при равни други условия?",
            "12-ти калибър",
            "16-ти калибър",
            "обсипването е еднакво",
            1
        )

        guns.add(que6)

        //7
        val que7 = Question(
            7,
            "Кои сачми губят по-бързо скоростта и енергията си?",
            "№1",
            "10/0",
            "еднакво",
            1
        )

        guns.add(que7)

        //8
        val que8 = Question(
            8,
            "За притежаване на нарезна вкладна цев е необходим да имате:",
            "редовен ловен билет",
            "едър дивеч в района",
            "удостоверение за подборно ловуване",
            3
        )

        guns.add(que8)

        //9
        val que9 = Question(
            9,
            "Кога може да се използва изкуствен източник на светлина по време на лов?",
            "когато се ловува от МПС",
            "забранено е да се използва",
            "когато се ловува на вреден дивеч",
            2
        )

        guns.add(que9)

        //10
        val que10 = Question(
            10,
            "Разрешено ли е залагане на ловно оръжие, задействащо се само при преминаване на дивеч?",
            "забранено е",
            "разрешено е",
            "разрешено е за хищници",
            1
        )

        guns.add(que10)

        //11
        val que11 = Question(
            11,
            "Ловното гладкоцевно оръжие може да се закупи след представяме ма разрешително:",
            "за носене на ловно оръжие",
            "издадено от служба КОС на МВР",
            "за закупуване на боеприпаси",
            2
        )

        guns.add(que11)

        //12
        val que12 = Question(
            12,
            "Ловното гладкоцевно оръжие се съхранява:",
            "заключено в метална каса",
            "заключено във вилата",
            "заключено в колата",
            1
        )

        guns.add(que12)

        //13
        val que13 = Question(
            13,
            "Необходимо ли е разрешително за подборно ловуване за притежаване на двуцевка с нарезни шокови стеснения?",
            "не е необходимо",
            "необходимо е",
            "да, ако и двете цеви са такива",
            1
        )

        guns.add(que13)

        //14
        val que14 = Question(
            14,
            "Възможно ли е гладкоцевно ловно оръжие да използва боеприпаси за нарезно оръжие?",
            "не",
            "да, ако са от един и същ калибър",
            "само ако се използва вкладна цев",
            3
        )

        guns.add(que14)

        //15
        val que15 = Question(
            15,
            "Има ли право по време на лов ловецът да преотстъпи ловното си оръжие?",
            "да, на правоспособен свой колега",
            "да, на млад неправоспособен ловец",
            "няма право",
            3
        )

        guns.add(que15)

        //16
        val que16 = Question(
            16,
            "Ловното нарезно оръжие е конструирано за стрелба с:",
            "сачми",
            "куршуми",
            "куршуми кал. 10, 12, 16, 20, 24, 28, 32",
            2
        )

        guns.add(que16)

        //17
        val que17 = Question(
            17,
            "В сравнение с гладкоцевното оръжие, дистанцията, на която може да се стреля точно с нарезна ловна пушка е:",
            "по-къса",
            "много по-голяма",
            "еднакво голяма",
            2
        )

        guns.add(que17)

        //18
        val que18 = Question(
            18,
            "При нарезните оръжия изпъкналите части между два нареза се наричат:",
            "полета",
            "бразди",
            "вдлъбнатини",
            1
        )

        guns.add(que18)

        //19
        val que19 = Question(
            19,
            "Ловна нарезна пушка, при която презареждането става ръчно:",
            "е полуавтоматична",
            "е автоматична",
            "не е автоматична",
            3
        )

        guns.add(que19)

        //20
        val que20 = Question(
            20,
            "Ловците могат да закупуват ловни боеприпаси от магазинната мрежа след представяне на заверено:",
            "разрешително за носене на ловно оръжие",
            "разрешително за закупуване",
            "удостоверение от психодиспансер",
            1
        )

        guns.add(que20)

        //21
        val que21 = Question(
            21,
            "За лов на гургулица най-подходящи са ловните патрони с номера:",
            "от №7 до №10",
            "от №0 до №2/0",
            "от №8/0 до №13/0",
            1
        )

        guns.add(que21)

        //22
        val que22= Question(
            22,
            "В населено място ловното оръжие се транспортира:",
            "задължително в метална каса",
            "задължително в калъф",
            "на ремък",
            2
        )

        guns.add(que22)

        //23
        val que23 = Question(
            23,
            "Прицелването с нарезно оръжие на дистанции, по-големи от 100 метра, е най-добре да се извършва:",
            "с оптичен прицел",
            "с мерник и мушка",
            "с мерна планка и мушка",
            1
        )

        guns.add(que23)

        //24
        val que24 = Question(
            24,
            "В цевите има еднакви патрони със сачми. Дивечът излиза за кратко и наблизо. Как ще стреляме?",
            "с по-слабошоковата цев",
            "с по-силношоковата цев",
            "с двете цеви",
            1
        )

        guns.add(que24)

        //25
        val que25 = Question(
            25,
            "Стреляме с карабина на голямо разстояние. Как ще я подпрем?",
            "ще подпрем цевта",
            "ще подпрем ложата",
            "ще подпрем оптичния мерник",
            2
        )

        guns.add(que25)

        //26
        val que26 = Question(
            26,
            "При еднакъв обектив кой оптичен мерник е с по-голямо зрително поле?",
            "който е с по-голямото увеличение",
            "не зависи от увеличението",
            "който е с по-малкото увеличение",
            3
        )

        guns.add(que26)

        //27
        val que27 = Question(
            27,
            "Последният изстрел е с ненормален звук. Какво трябва да направим?",
            "проверка на цевта",
            "прострелка на оръжието",
            "втори изстрел за проба",
            1
        )

        guns.add(que27)

        //28
        val que28 = Question(
            28,
            "В цевта е попаднал сняг. От какво има най-голяма опасност?",
            "лоша групираност",
            "корозия, ако не се стреля веднага",
            "раздуване или пръсване на цевта",
            3
        )

        guns.add(que28)

        //29
        val que29 = Question(
            29,
            "Каква е максималната далечина на полет на куршум от ловна карабина при изстрел под ъгъл 45 градуса?",
            "до 300 метра",
            "до 8 километра",
            "до 15 километра",
            2
        )

        guns.add(que29)

        //30
        val que30 = Question(
            30,
            "В какъв случай е разрешена стрелба от МПС?",
            "ако се стреля по вреден дивеч",
            "само нощем",
            "забранено е",
            3
        )

        guns.add(que30)

        //31
        val que31 = Question(
            31,
            "Кога може да се държи заредена пушка в МПС?",
            "при охрана на ловностопански район",
            "когато се ловува на фар",
            "забранено е",
            3
        )

        guns.add(que31)

        //32
        val que32 = Question(
            32,
            "Може ли ловецът да пренася лично ловното си оръжие с МПС или в обществения транспорт?",
            "може - разглобено, в калъф",
            "не е позволено",
            "може, сглобено, без патрони",
            1
        )

        guns.add(que32)

        //33
        val que33 = Question(
            33,
            "Ловният барут и капсули се съхраняват:",
            "на сянка",
            "на слънце",
            "в херметични съдове",
            3
        )

        guns.add(que33)

        //34
        val que34 = Question(
            34,
            "Ако след натискане на спусъка не последва изстрел, пушката се отваря:",
            "веднага",
            "след 1 минута",
            "на другия ден",
            2
        )

        guns.add(que34)

        //35
        val que35 = Question(
            35,
            "След произвеждане на един или два изстрела с двуцевна ловна пушка, презареждането става:",
            "веднага, без продухване на цевите",
            "след проверка на цевите",
            "след разглобяване на пушката",
            2
        )

        guns.add(que35)

        //36
        val que36 = Question(
            36,
            "Каква е максималната далечина на полет на сачми 13/0 при изстрел под ъгъл около 45 градуса?",
            "до 200 метра",
            "до 1000 метра",
            "до 3000 метра",
            2
        )

        guns.add(que36)

        //37
        val que37 = Question(
            37,
            "Къде ще бъдат попаденията, ако при изстрел с гладкоцевна пушка не се вижда мушката?",
            "високо",
            "ниско",
            "високо вляво",
            2
        )

        guns.add(que37)

        //38
        val que38 = Question(
            38,
            "За предпазване от злополуки да се използват:",
            "фабрично или лично произведени патрони",
            "патрони с гумени сачми",
            "патрони с гумени куршуми",
            1
        )

        guns.add(que38)

        //39
        val que39 = Question(
            39,
            "При магазинните оръжия се дава контролен изстрел след:",
            "снемане на пълнителя",
            "снемане на пълнителя и изпразване",
            "не се правят контролни изстрели",
            2
        )

        guns.add(que39)

        //40
        val que40 = Question(
            40,
            "Могат ли сачми да рикошират от водна повърхност?",
            "не",
            "да, ако се стреля под малък ъгъл",
            "да, ако цевта е потопена във вода",
            2
        )

        guns.add(que40)

        //41
        val que41 = Question(
            41,
            "През цев с какво дулно стеснение може да се изстреля безопасно куршум тип Бренеке?",
            "полушок (0,5 мм)",
            "пълен шок (1 мм)",
            "силен шок (1,25 мм)",
            1
        )

        guns.add(que41)

        //42
        val que42 = Question(
            42,
            "Пушката се държи заредена и на предпазител, когато:",
            "се пътува с МПС",
            "се чака на пусия или чакало",
            "се съхранява в домашни условия",
            2
        )

        guns.add(que42)

        //43
        val que43 = Question(
            43,
            "Повишаването на масата на снаряда (сачмите) над предписаната може да доведе до:",
            "засечка на оръжието",
            "раздуване или пръсване на цевите",
            "забавен изстрел",
            2
        )

        guns.add(que43)

        //44
        val que44 = Question(
            44,
            "Кои номера сачми са безопасни, ако са изстреляни към човек от разстояние до 35 метра?",
            "№5 - №9",
            "№1 - №9",
            "всички номера са опасни",
            3
        )

        guns.add(que44)

        return guns
    }

    fun getQuestionsDogs(): ArrayList<Question> {
        val dogs = ArrayList<Question> ()


        //1
        val que1 = Question(
            1,
            "Бременната кучка трябва да бъде обезпаразитена:",
            "през първия месец на бременността",
            "преди самото раждане",
            "извън периода на бременността",
            1
        )

        dogs.add(que1)

        //2
        val que2 = Question(
            2,
            "Първото разгонване при младите женски кучета настъпва нормално на:",
            "8-10-месечна възраст",
            "2-годишна възраст",
            "5-месечна възраст",
            1
        )

        dogs.add(que2)

        //3
        val que3 = Question(
                3,
                "При многобройно кучило на една женска, ловните кученца трябва да се оставят максимално по:",
                "7 броя",
                "4 броя",
                "2 броя",
                1
        )

        dogs.add(que3)

        //4
        val que4 = Question(
            4,
            "Времетраенето на бременността при ловните кучета е:",
            "от 45 до 50 дни",
            "от 58 до 65 дни",
            "от 80 до 90 дни",
            2
        )

        dogs.add(que4)

        //5
        val que5 = Question(
            5,
            "В България с хрътки се ловува на:",
            "едър дивеч",
            "хищници",
            "забранени са за ловуване",
            3
        )

        dogs.add(que5)

        //6
        val que6 = Question(
            6,
            "Обезпаразитяването на бременната кучка започва с премахването на:",
            "глистите",
            "бълхите",
            "кърлежите",
            1
        )

        dogs.add(que6)

        //7
        val que7 = Question(
            7,
            "Пойнтерът е сравнително:",
            "дребно куче с къси крака",
            "дебело, грубокосместо куче",
            "едро и стройно куче",
            3
        )

        dogs.add(que7)

        //8
        val que8 = Question(
            8,
            "Ирландският сетер е:",
            "късокосместо куче",
            "дългокосместо куче",
            "грубокосместо куче",
            2
        )

        dogs.add(que8)

        //9
        val que9 = Question(
            9,
            "Окраската на английския сетер е:",
            "бяла с неравномерни тъмни петна",
            "махагоново тъмночервена",
            "черна с характерни оранжеви петна",
            1
        )

        dogs.add(que9)

        //10
        val que10 = Question(
            10,
            "Кое куче е континентален птичар?",
            "бретон шпаньолът",
            "ирландският сетер",
            "шотландският сетер",
            1
        )

        dogs.add(que10)

        //11
        val que11 = Question(
            11,
            "Ирландският сетер е:",
            "куче, работещо на стойка",
            "куче кръвоследник",
            "куче за подземен лов",
            1
        )

        dogs.add(que11)

        //12
        val que12 = Question(
            12,
            "Муцуната на пойнтера е:",
            "без носова чупка",
            "с носова чупка",
            "клиновидна",
            2
        )

        dogs.add(que12)

        //13
        val que13 = Question(
            13,
            "Курцхаарът е сравнително:",
            "дългокосместо куче",
            "грубокосместо куче",
            "късокосместо куче",
            3
        )

        dogs.add(que13)

        //14
        val que14 = Question(
            14,
            "Ориентировъчната дневна норма говежно месо за средноголяма бременна кучка е:",
            "50 гр",
            "400 гр",
            "1 кг",
            2
        )

        dogs.add(que14)

        //15
        val que15 = Question(
            15,
            "Едно от изпитанията при майсторски полеви изпитания на ловни кучета, работещи със стойка, е:",
            "ясно изразена породност",
            "правилни движения на кучето",
            "спокойствие при изстрел",
            3
        )

        dogs.add(que15)

        //16
        val que16 = Question(
            16,
            "Ловната кучка при нормални условия се разгонва:",
            "2 пъти годишно",
            "1 път годишно",
            "през 2 години",
            1
        )

        dogs.add(que16)

        //17
        val que17 = Question(
            17,
            "Спрямо менструалното кръвотечение ловната кучка може да бъде заплодена:",
            "от първия ден на кръвотечението",
            "от 9-ия до 16-ия ден след началото",
            "1 месец след кръвотечението",
            2
        )

        dogs.add(que17)

        //18
        val que18 = Question(
            18,
            "Цветът на бретон шпаньолът най-често е:",
            "чисто бял",
            "черен с бели петна",
            "бял и оранжев",
            3
        )

        dogs.add(que18)

        //19
        val que19 = Question(
            19,
            "Породата ягтериер е създадена в:",
            "Австралия",
            "Англия",
            "Германия",
            3
        )

        dogs.add(que19)

        //20
        val que20 = Question(
            20,
            "Главата на ягтериера е:",
            "с ясно изразен стоп",
            "без стоп",
            "с носова чупка",
            2
        )

        dogs.add(que20)

        //21
        val que21 = Question(
            21,
            "Породата фокстериер е създадена в:",
            "Австралия",
            "Англия",
            "Германия",
            2
        )

        dogs.add(que21)

        //22
        val que22 = Question(
            22,
            "Курцхаарът е:",
            "типичен птичар",
            "типично куче свинар",
            "типичен кръвоследник",
            1
        )

        dogs.add(que22)

        //23
        val que23 = Question(
            23,
            "Дратхаарът може да работи:",
            "само в поле и вода",
            "само в гориста местност",
            "като универсално куче",
            3
        )

        dogs.add(que23)

        //24
        val que24 = Question(
            24,
            "Породата дратхаар е създадена в края на XII век в:",
            "Германия",
            "Англия",
            "Австрия",
            1
        )

        dogs.add(que24)

        //25
        val que25 = Question(
            25,
            "По стандарт очите на курцхаара са:",
            "черни",
            "сиви",
            "кафяви",
            3
        )

        dogs.add(que25)

        //26
        val que26 = Question(
            26,
            "Бретон шпаньолът е сравнително:",
            "дребно куче с къси крака",
            "средноголямо куче",
            "едро куче",
            2
        )

        dogs.add(que26)

        //27
        val que27 = Question(
            27,
            "При едноцветните кокер шпаньоли:",
            "не е допустим друг цвят",
            "е допустим бял медальон на гърдите",
            "са допустими бели петна само по лапите",
            2
        )

        dogs.add(que27)

        //28
        val que28 = Question(
            28,
            "Дакелът е сравнително:",
            "дребно куче с къси крака",
            "средноголямо куче",
            "едро куче",
            1
        )

        dogs.add(que28)

        //29
        val que29 = Question(
            29,
            "Коя от изброените форми на космената покривка не съществува при стандартните фокстериери?",
            "гладгокосмести",
            "твърдокосмести",
            "дългокосмести",
            3
        )

        dogs.add(que29)

        //30
        val que30 = Question(
            30,
            "Характерни мустаци на носа и брада под долната челюст се образуват при:",
            "пойнтера",
            "курцхаара",
            "дратхаара",
            3
        )

        dogs.add(que30)

        //31
        val que31 = Question(
            31,
            "По стандарт българското лудогорско гонче е:",
            "черно с характерни кафяви петна",
            "трицветно на разнообразни петна",
            "разноцветно",
            1
        )

        dogs.add(que31)

        //32
        val que32 = Question(
            32,
            "По стандарт цветът на очите на българското лудогорско гонче е допустимо да бъде:",
            "черен",
            "от светло до тъмнокафяв",
            "сив",
            2
        )

        dogs.add(que32)

        //33
        val que33 = Question(
            33,
            "Съгласно класификацията на FSI българското лудогорско гонче е:",
            "забранено за използване за лов",
            "предложено за самостоятелна порода",
            "признато за самостоятелна порода",
            2
        )

        dogs.add(que33)

        //34
        val que34 = Question(
            34,
            "По стандарт косъмът на тялото на българското лудогорско гонче е:",
            "дълъг над 6 см",
            "груб, къдрав",
            "къс около 3 см, добре прилепнал",
            3
        )

        dogs.add(que34)

        //35
        val que35 = Question(
            35,
            "По стандарт муцуната на българското лудогорско гонче е:",
            "без носова чупка",
            "с носова чупка",
            "клиновидна",
            1
        )

        dogs.add(que35)

        //36
        val que36 = Question(
            36,
            "Ягтериерът притежава:",
            "дребна и елегантна глава",
            "масивна клиновидна глава",
            "дълги крайници",
            2
        )

        dogs.add(que36)

        //37
        val que37 = Question(
            37,
            "Ягтериерът е:",
            "спокойно куче",
            "куче, работещо със стойка",
            "упорито и борбено куче",
            3
        )

        dogs.add(que37)

        //38
        val que38 = Question(
            38,
            "Според типа на козината си дакелите се разделят на:",
            "2 групи",
            "3 групи",
            "4 групи",
            2
        )

        dogs.add(que38)

        //39
        val que39 = Question(
            39,
            "Ганата по кучетата е:",
            "паразитна болест",
            "заразна болест",
            "незаразна болест",
            2
        )

        dogs.add(que39)

        //40
        val que40 = Question(
            40,
            "Заразна болест по кучето, причинена от гъбички (дерматомикози), е:",
            "трихофитията",
            "туберкулозата",
            "бруцелозата",
            1
        )

        dogs.add(que40)

        //41
        val que41 = Question(
            41,
            "Към паразитните болести по кучето (хелминтози) спада:",
            "колибактериозата",
            "салмонелозата",
            "аскаридозата",
            3
        )

        dogs.add(que41)

        //42
        val que42 = Question(
            42,
            "Към паразитните болести по кучето (хелминтози) спада:",
            "трихофитията",
            "кучешката тения (ехинококоза)",
            "колибактериозата",
            2
        )

        dogs.add(que42)

        //43
        val que43 = Question(
            43,
            "На какъв дивеч е разрешено да се ловува с гончета?",
            "само на дива свиня",
            "само на хищници",
            "на дива свиня и хищници",
            3
        )

        dogs.add(que43)

        //44
        val que44 = Question(
            44,
            "По стандарт българското лудогорско гонче тежи:",
            "около 20 кг",
            "около 30 кг",
            "около 40 кг",
            1
        )

        dogs.add(que44)

        //45
        val que45 = Question(
            45,
            "Допустим ли е белият цвят в окраската на българското лудогорско гонче?",
            "не",
            "да - на равномерни петна",
            "да - на гърдите - медальон (3 см)",
            3
        )

        dogs.add(que45)

        //46
        val que46 = Question(
            46,
            "Ловните кучета трябва да бъдат обезпаразитявани срещу кучешка тения:",
            "ежегодно",
            "на всеки 6 месеца",
            "на всеки 3 месеца",
            3
        )

        dogs.add(que46)

        //47
        val que47 = Question(
            47,
            "Периодът от ухапването до първите признаци на болестта при заразяване с бяс е:",
            "от 3 дни до 5 дни",
            "от 2 до 5 седмици",
            "3 месеца",
            2
        )

        dogs.add(que47)

        //48
        val que48 = Question(
            48,
            "При скритата форма на хепатит кучето:",
            "умира за 12 до 24 часа",
            "има кожни отоци по шията и гърдите",
            "има възпаление на пикочния мехур",
            3
        )

        dogs.add(que48)

        //49
        val que49 = Question(
            49,
            "Заразна болест по кучето, причинена от бактерии, е:",
            "лептоспирозата",
            "микроспорията",
            "бесът",
            1
        )

        dogs.add(que49)

        //50
        val que50 = Question(
            50,
            "Към паразитните болести по кучето - ектопаразитози, спада:",
            "крастата",
            "токсоплазмозата",
            "изоспорозата (кокцидиоза)",
            1
        )

        dogs.add(que50)

        //51
        val que51 = Question(
            51,
            "Незаразна болест по кучетата е:",
            "болест на Ауески (лъжлив бяс)",
            "бруцелоза",
            "възпаление на аналните жлези",
            3
        )

        dogs.add(que51)

        //52
        val que52 = Question(
            52,
            "Може ли кучето да се зарази с паразити от вътрешности на дивеч?",
            "не",
            "може само от бял дроб",
            "да, от сурови вътрешности",
            3
        )

        dogs.add(que52)

        //53
        val que53 = Question(
            53,
            "Могат ли да се дадат на ловното куче вътрешности от дивеч?",
            "не",
            "да",
            "да, но само сварени",
            3
        )

        dogs.add(que53)

        //54
        val que54 = Question(
            54,
            "Ганата (чумата по кучетата) е заразна болест, която се причинява от:",
            "кърлежи",
            "вирус",
            "глисти",
            2
        )

        dogs.add(que54)

        //55
        val que55 = Question(
            55,
            "Обща или частична пареза на задницата на кучето, преминаваща в парализа, настъпва при:",
            "хепатит",
            "аскаридоза",
            "гана",
            3
        )

        dogs.add(que55)

        //56
        val que56 = Question(
            56,
            "Парализата на челюстта и на задницата на кучето настъпва при:",
            "салмонелоза",
            "бяс",
            "бруцелоза",
            2
        )

        dogs.add(que56)

        //57
        val que57 = Question(
            57,
            "На полеви изпитания по системата на Свети Хуберт участват:",
            "кучета, работещи със стойка и шпаньоли",
            "кучета - гончета",
            "кучета за подземен лов",
            1
        )

        dogs.add(que57)

        //58
        val que58 = Question(
            58,
            "Едно от изпитанията при майсторски полеви изпитания на ловни кучета, работещи със стойка, е:",
            "зрение",
            "слух",
            "обоняние",
            3
        )

        dogs.add(que58)

        //59
        val que59 = Question(
            59,
            "Едно от изпитанията при майсторски полеви изпитания на ловни кучета, работещи със стойка, е:",
            "водене на повод",
            "правилни движения на кучето",
            "ясно изразена породност",
            1
        )

        dogs.add(que59)

        //60
        val que60 = Question(
            60,
            "Едно от изпитанията при майсторски полеви изпитания на ловни кучета, работещи със стойка, е:",
            "полов диморфизъм",
            "търсене",
            "ясно изразена породност",
            2
        )

        dogs.add(que60)

        //61
        val que61 = Question(
            61,
            "Един от критериите за оценка на ловни кучета по време на екстериорна изложба е:",
            "обоняние",
            "спокойствие при изстрел",
            "ясно изразена породност",
            3
        )

        dogs.add(que61)

        //62
        val que62 = Question(
            62,
            "Един от критериите за оценка на ловни кучета по време на екстериорна изложба е:",
            "правилни движения на кучето",
            "водене на повод",
            "предварителна стойка",
            1
        )

        dogs.add(que62)

        //63
        val que63 = Question(
            63,
            "Куче, което бяга на различни посоки и хапе срещнатите хора и животни, е болно от:",
            "унцинариоза",
            "анкилостомоза",
            "бяс",
            3
        )

        dogs.add(que63)

        //64
        val que64 = Question(
            64,
            "Естествената инфекция при болните от гана засяга освен кучетата и:",
            "сърните",
            "лисиците",
            "зайците",
            2
        )

        dogs.add(que64)

        //65
        val que65 = Question(
            65,
            "Кучетата се заразяват от заразени с кучешка тения животни чрез:",
            "допир до изпражненията им",
            "респираторен път",
            "консумиране на сурови вътрешности",
            3
        )

        dogs.add(que65)

        //66
        val que66 = Question(
            66,
            "Най-високо цененото качество при ловното куче е:",
            "зрение",
            "слух",
            "обоняние",
            3
        )

        dogs.add(que66)

        //67
        val que67 = Question(
            67,
            "Едно от изпитанията при майсторски полеви изпитания на ловни кучета, работещи със стойка, е:",
            "апортиране на убит заек",
            "преценка на екстериора на кучето",
            "облайване",
            1
        )

        dogs.add(que67)

        //68
        val que68 = Question(
            68,
            "Едно от изпитанията при майсторски полеви изпитания на ловни кучета, работещи със стойка, е:",
            "кулиране",
            "преценка на екстериора на кучето",
            "развитие на мускулната система",
            1
        )

        dogs.add(que68)

        //69
        val que69 = Question(
            69,
            "Едно от изпитанията при майсторски полеви изпитания на ловни кучета, работещи със стойка, е:",
            "острота на зрението",
            "отклонения в зъбната формула",
            "апортиране",
            3
        )

        dogs.add(que69)

        //70
        val que70 = Question(
            70,
            "Един от критериите за оценка на ловни кучета по време на екстериорна изложба е:",
            "търсене",
            "развитие на мускулната им система",
            "обоняние",
            2
        )

        dogs.add(que70)

        //71
        val que71 = Question(
            71,
            "Един от критериите за оценка на ловни кучета по време на екстериорна изложба е:",
            "подхождане",
            "вдигане на дивеча",
            "полов диморфизъм",
            3
        )

        dogs.add(que71)

        //72
        val que72 = Question(
            72,
            "При екстериорна изложба на ловни кучета се оценяват:",
            "външните белези на кучето",
            "работата на кучето",
            "поведението му при изстрел",
            1
        )

        dogs.add(que72)

        //73
        val que73 = Question(
            73,
            "При полеви изпитания на ловни кучета за подземен лов се оценяват:",
            "облайване пред амбразурата",
            "екстериор",
            "водимост на повод",
            1
        )

        dogs.add(que73)

        return dogs

    }

    fun getQuestionsViruses(): ArrayList<Question> {
        val viruses = ArrayList<Question> ()

        //1
        val que1 = Question(
            1,
            "Бесът е остра заразна болест, от която боледуват:",
            "само птиците",
            "само човекът и кучето",
            "всички бозайници",
            3
        )

        viruses.add(que1)

        //2
        val que2 = Question(
            2,
            "Ако заразеният с бяс човек не започне лечение навреме, болестта завършва:",
            "със смърт",
            "с парализа на крайници",
            "с нарушаване на говора",
            1
        )

        viruses.add(que2)

        //3
        val que3 = Question(
            3,
            "Заболелите от бяс животни трябва да се:",
            "лекуват",
            "унищожават",
            "прогонват",
            2
        )

        viruses.add(que3)

        //4
        val que4 = Question(
            4,
            "Болното от бяс животно има:",
            "окапала козина",
            "неадекватно поведение",
            "диария",
            2
        )

        viruses.add(que4)

        //5
        val que5 = Question(
            5,
            "Къде са капсулира трихинелозата:",
            "в съединителната тъкан",
            "в напречно набраздената мускулатура",
            "в черния дроб",
            2
        )

        viruses.add(que5)

        //6
        val que6= Question(
            6,
            "Как влияе продължителното сушене на месото върху трихинелозата:",
            "не оказва влияние",
            "ликвидира причинителите",
            "увеличава опасността от заразяване",
            1
        )

        viruses.add(que6)

        //7
        val que7= Question(
            7,
            "Трихинелозата се открива сигурно:",
            "при трихинелоскопиране с уред",
            "с просто око",
            "при вземане на проба от черния дроб",
            1
        )

        viruses.add(que7)

        //8
        val que8= Question(
            8,
            "За лабораторни изследвания при съмнение за антракс, от убитото животно се изпраща:",
            "диафрагма",
            "цялото животно",
            "ухото",
            3
        )

        viruses.add(que8)

        //9
        val que9= Question(
            9,
            "При заразяване с антракс, необходимо ли е незабавно лечение в лечебно заведение?",
            "да, абсолютно необходимо е",
            "не е необходимо",
            "прилага се самолечение",
            1
        )

        viruses.add(que9)

        //10
        val que10= Question(
            10,
            "При съмнение за антракс труповете на умрелите животни:",
            "могат да се консумират",
            "се заравят без аутопсия",
            "се изхвърлят",
            2
        )

        viruses.add(que10)

        //11
        val que11= Question(
            11,
            "Болното от бяс животно има:",
            "парализи и слюнкоотделяне",
            "кръвоизливи по черния дроб",
            "възпаление на червата",
            1
        )

        viruses.add(que11)

        //12
        val que12= Question(
            12,
            "Трихинелозата е паразитна болест, която може да се предава:",
            "само на гризачите",
            "само на птиците",
            "на гризичи, месоядни бозайници, птици и човека",
            3
        )

        viruses.add(que12)

        //13
        val que13= Question(
            13,
            "Месото на кои бозайници трябва да се дава задължително за изследване за трихинелоза?",
            "сърна, елен, дива коза",
            "язовец, мечка, дива свиня",
            "див заек, елен лопатар, муфлон",
            2
        )

        viruses.add(que13)

        //14
        val que14= Question(
            14,
            "Пробите за трихинелоза е най-добре да се взимат от:",
            "бута",
            "черния дроб",
            "диафрагмата",
            3
        )

        viruses.add(que14)

        //15
        val que15= Question(
            15,
            "Болните от токсоплазмоза животни са:",
            "възбудени",
            "отпуснати",
            "игриви",
            2
        )

        viruses.add(que15)

        //16
        val que16= Question(
            16,
            "Болните животни спират да се хранят и силно отслабват, имат гнойни възпаления по очите при:",
            "хиподермоза",
            "токсоплазмоза",
            "чума",
            3
        )

        viruses.add(que16)

        //17
        val que17= Question(
            17,
            "Причинителят на чумата се отделя в големи количества:",
            "във въздуха",
            "в слюнката",
            "в урината и изпражненията",
            3
        )

        viruses.add(que17)

        //18
        val que18= Question(
            18,
            "Как може да се пренесе антракс от животно на човек?",
            "чрез близък контакт",
            "само чрез консумация на месо",
            "не може да се пренесе",
            1
        )

        viruses.add(que18)

        //19
        val que19= Question(
            19,
            "Туларемията е заразна болест и:",
            "е повсеместно разпространена",
            "има огнищен характер",
            "се предава от рибите",
            2
        )

        viruses.add(que19)

        //20
        val que20= Question(
            20,
            "Болните от туларемия животни:",
            "са въэбудени и злобни",
            "са със эабавени рефпекси",
            "напълняват",
            2
        )

        viruses.add(que20)

        //21
        val que21= Question(
            21,
            "Заразяването на човека с туларемия става:",
            "по въздушно-капков път",
            "чрез водата",
            "при контакт с болно животно",
            3
        )

        viruses.add(que21)

        //22
        val que22= Question(
            22,
            "Болните зайци са настръхнали, лимфните им възли се подуват, а по дробовете се образуват възелчета при:",
            "токсоплазмоза",
            "туларемия",
            "чума",
            2
        )

        viruses.add(que22)

        //23
        val que23= Question(
            23,
            "Токсоплазмозата засяга:",
            "само рибите",
            "само птиците",
            "животните и човека",
            3
        )

        viruses.add(que23)

        //24
        val que24= Question(
            24,
            "От носа на болните от токсоплазмоза животни изтича:",
            "кървав секрет",
            "бяла пяна",
            "вода",
            1
        )

        viruses.add(que24)

        //25
        val que25= Question(
            25,
            "При дране на дивеча се установяват ларви около гръбнака. Това означава, че месото е:",
            "негодно за ползване",
            "негодно, при много паразити",
            "годно за консумация",
            3
        )

        viruses.add(que25)

        //26
        val que26= Question(
            26,
            "Хиподермозата се причмнява от:",
            "червеи",
            "насекоми",
            "бактерии",
            2
        )

        viruses.add(que26)

        //27
        val que27= Question(
            27,
            "Хиподермозата се разпространява чрез:",
            "летящи възрастни насекоми",
            "чрез допир на животните",
            "заразени кърлежи",
            1
        )

        viruses.add(que27)

        //28
        val que28= Question(
            28,
            "От ноздрите на болните животни изтича кървава течност, черният дроб, лимфните възли и далакът са отекли при:",
            "бяс",
            "токсоплазмоза",
            "туларемия",
            2
        )

        viruses.add(que28)

        //29
        val que29= Question(
            29,
            "Болните от чума диви свине:",
            "спират да се хранят и отслабват",
            "започват интензивно да се хранят",
            "ядат само мърша",
            1
        )

        viruses.add(que29)

        //30
        val que30= Question(
            30,
            "Дивите свине боледуват от чума, предимно когато са:",
            "с много голяма численост",
            "с много малка численост",
            "стресирани",
            1
        )

        viruses.add(que30)

        //31
        val que31= Question(
            31,
            "При установяване на чума по дивите свине, болните животни се:",
            "хващат и лекуват",
            "унищожават и заравят дълбоко",
            "лекуват на терен",
            2
        )

        viruses.add(que31)


        return viruses

    }

    fun getQuestionsRedCross(): ArrayList<Question> {
        val redCross = ArrayList<Question>()

        //1
        val que1= Question(
            1,
            "При инцидент, който носи реална опасност за здравето на ловец, ръководителят на лова:",
            "прави инструктаж",
            "прекратява незабавно лова",
            "обажда се в ИАГ",
            2
        )

        redCross.add(que1)

        //2
        val que2= Question(
            2,
            "При огнестрелна рана незабавно трябва:",
            "да се спре къвренето",
            "да се почисти раната",
            "да се потърси помощ",
            1
        )

        redCross.add(que2)

        //3
        val que3= Question(
            3,
            "За преодоляване кръвозагубата от огнестрелна рана, пострадалият трябва да се транспортира:",
            "седнал",
            "легнал",
            "легнал на една страна",
            2
        )

        redCross.add(que3)

        //4
        val que4= Question(
            4,
            "При навяхване, изкълчване или счупване, засегнатата част от тялото трябва незабавно:",
            "да се намести",
            "да се обездвижи",
            "да се масажира",
            2
        )

        redCross.add(que4)

        //5
        val que5= Question(
            5,
            "При слънчев или топлинен удар, пострадалият трябва:",
            "да се поставя на сянка",
            "да бъде съблечен",
            "и двете",
            3
        )

        redCross.add(que5)

        //6
        val que6= Question(
            6,
            "Първа помощ при измръзване цели:",
            "бързо затопляне на тялото",
            "намиране на подслон",
            "и двете",
            3
        )

        redCross.add(que6)

        //7
        val que7= Question(
            7,
            "Към отровните змии в България спада:",
            "смокът мишкар",
            "жълтоухата водна змия",
            "пепелянката",
            3
        )

        redCross.add(que7)

        //8
        val que8= Question(
            8,
            "Когато се налага доубиване на ранен дивеч от близка дистанция, ловецът трябва да внимава:",
            "за внезапна атака от раненото животно",
            "да не се изцапа с кръв",
            "да не изцапа оръжието с листа и кал",
            1
        )

        redCross.add(que8)

        //9
        val que9= Question(
            9,
            "Към отровните змии в България спада:",
            "слепокът",
            "усойницата",
            "змиегущерът",
            2
        )

        redCross.add(que9)

        //10
        val que10= Question(
            10,
            "При ухапване от отровна змия трябва:",
            "да се направи стегната превръзка над мястото",
            "да се изсмуче отровата",
            "да се масажира мястото",
            1
        )

        redCross.add(que10)

        //11
        val que11= Question(
            11,
            "При ухапване от отровна змия трябва:",
            "да се направи лек прорез за изтичане на кръвта",
            "да се направи стегната превръзка над мястото",
            "и двете са верни",
            3
        )

        redCross.add(que11)

        //12
        val que12= Question(
            12,
            "При слънчев или топлинен удар, пострадалият трябва:",
            "да се охлади с вода и компреси",
            "да се разтрие",
            "да се завие",
            1
        )

        redCross.add(que12)

        return redCross

    }

}